{"https://www.nytimes.com/1982/04/19/business/market-place-art-of-picking-growth-stocks.html": {"writer_name": "Vartanig Vartan", "pub_date": "1982-04-19", "snippet": "", "word_count": 729, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "Market Place; Art of Picking Growth Stocks", "print_headline": "Market Place; Art of Picking Growth Stocks", "body_text": " **********''EMERGING growth stocks,'' those venturesome vehicles of Wall Street, have taken their lumps lately, along with many largecapitalization issues. Several brokerage firms have tailored their current selections in small stocks to the changing market and economic environment. **********In the first quarter of 1982, the Dow Jones industrial average fell 6 percent, according to the Interactive Data Corporation of Waltham, Mass. But two indexes more likely to reflect the smaller growth-type issues showed sharper declines. The American Stock Exchange's market value index dropped a steep 18.9 percent, and the Nasdaq composite index in the over-the-counter market declined 10.3 percent. The decline in the Amex index, in large measure, came from weakness in energy issues. **********At Smith Barney, Harris Upham & Company, the current approach involves concentrating on issues of a more defensive nature, particularly in areas serving the consumer. **********''The inflationary pressure on consumers' budgets has been relieved and, despite the recessionary environment, products and services at moderate prices are selling reasonably well,'' said John B. Hoffman, who oversees special situations and smaller growth stocks. ''The smaller companies of this nature typically have expected growth rates above 10 percent but seldom more than 20 percent. While these companies were of little interest in a period when inflation was well into the double-digit area, they have become more interesting to investors as the inflation rate has subsided below 10 percent.'' **********As a result, Smith Barney believes that companies involved in consumer distribution and consumer services should each constitute 20 percent of a growth portfolio. **********The firm makes such specific suggestions as Bob Evans Farms, CFS Continental, Foremost-McKesson, National Convenience Stores, Oshman's Sporting Goods and Rubbermaid in the distribution category.  In consumer services, it recommends American District Telegraph, Chemlawn, Purolator and Telepictures. **********Two years ago, Mr. Hoffman said, a portfolio of smaller stocks would have concentrated heavily on technology and energy. But popularity on Wall Street often tends to follow price, so sharp declines in these stock groups have served in part to reduce the number of present recommendations. **********In Smith Barney's shopping list of growth issues, technology has been scaled back to 20 percent of the suggested portfolio. Specific selections are Detector Electronics, Informatics, National Data, TIE/Communications and Stryker. Energy gets only 5 percent of the growth stock pie, the two choices being Tom Brown and Moran Energy. **********Rounding out the buy suggestions are several manufacturing issues: Hillenbrand Industries, Joslyn Manufacturing and Supply, Quaker Chemical and Worthington Industries. Manufacturing is accorded 15 percent of the growth portfolio, while the remaining 20 percent rests in cash. **********An investor eyeing a possible move into growth stocks can hardly be expected to purchase all of these issues. But Mr. Hoffman stressed the importance of a package approach, whereby investments are spread over at least five or six issues. **********''With volatile stocks such as these, the risk-reward spectrum is magnified on both ends,'' he explained.  ''On the negative side, risk of fundamental disappointments is relatively high, particularly in the uncertain environment of today's economy, and the price paid for mistakes tends to be large.  Conversely, if we are correct in our fundamental selection criteria, rewards can be sizable.'' **********The package approach is also embraced by Stanley Lanzet, an analyst at Drexel Burnham Lambert Inc., as one guideline to investing in small stocks. ''Making wrong choices in smaller capitalization stocks,'' he cautioned, ''can be very costly.'' **********Mr. Lanzet offers this additional advice to potential buyers: ''Use a policy of not chasing these issues. Purchase them on price pullbacks and on days of general market weakness.'' **********Finally, he pointed out that patience and a long-term approach are generally required ''for the maximization of investment returns.'' One common characteristic of some companies recommended by Mr.  Lanzet is occupancy of a solid niche in a relatively small field.  Thus, for example, he likes such stocks as Charles River Breeding Laboratories, the Lenox Corporation, Herman Miller, Kinder-Care Learning Centers, Esquire Inc. and the Zero Corporation. **********Earlier, one of his notable recommendations was Subaru of America, picked less than four years ago at $5 a share. The company imports and distributes Subaru vehicles made in Japan. Yesterday its stock closed at 43 3/4 bid, equaling its record price set last week."}, "https://www.nytimes.com/1982/09/30/business/market-place-lexidata-s-viewing-aid.html": {"writer_name": "Robert Metz", "pub_date": "1982-09-30", "snippet": "", "word_count": 699, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "Market Place; Lexidata's Viewing Aid", "print_headline": "Market Place; Lexidata's Viewing Aid", "body_text": " **********THE problem of viewing a three-dimensional item on a twodimensional computer screen has plagued computer-aided designers for years. Now a small company called the Lexidata Corporation appears to have solved that problem. Lexidata may thus be nailing down its position as a leading vendor of graphics display systems. **********Lexidata, based in Billerica, Mass., sells terminals and operating software directly to users and also sells to companies providing users with ''turn-key'' computer-aided design systems. Business is booming. Sales in the fiscal year ending today may exceed $30 million, up from $14.5 million a year ago. Analysts say sales of $40 million are likely in the following year. **********Alan M. Cody, a senior consultant to Mitchell & Company, a business strategy consulting concern in Cambridge, Mass., comments that despite the obvious risks of investing in so small a company as Lexidata its shares would appear to have ''unusual'' appreciation potential. Lexidata shares, traded over the counter, are trading at about 8 bid. In Mr. Cody's eyes, that's a conservative valuation. **********Lexidata, he said, is involved with computer-aided design and manufacturing - an industry that offers usually rapid growth prospects. **********One of the features of this industry group, he said, is that companies with steadily improving performance tend to have aboveaverage stock price appreciation. He mentioned Computervision as the prime example of the rewards such companies may bestow on shareholders. **********Through June 1982 Computervision's average return on equity of nearly 24 percent helped give that company an average annual share price over five times Computervision's book value per share. Mr.  Cody says he thinks Lexidata is promising because, in addition to its superior product line, its return on equity has been exceptional and is growing. **********In the calendar year 1981, Lexidata's return on equity was more than 26 percent. Return on equity is an important measure of earning power, Mr. Cody said, because it tells how well a company employs its investors' capital. High return on equity also suggests a company will have the competitive strength to further improve the quality and breadth of its product line, he added. **********In the calendar year 1982, Lexidata's return on equity has dropped to a much less impressive 17.5 percent. However, the company went public at the end of 1981 and increased its shares outstanding by 23 percent, to 5.3 million. **********Meantime, book value per share in the calendar year 1982 will increase to about $4.60, up from $2 in 1981, or a gain of 131 percent, Mr. Cody said. **********Book value per share is another indicator of a company's attraction. The Mitchell organization has found that growing book value per share and high return on equity are key indicators of future share price gains. **********Mr. Cody said that what Lexidata had done was to use its strong financial position to develop a superior product line that improves performance characteristics for customers. The company recently announced its new ''solid view'' process. This proprietary product allows the user to add an apparent third dimension to objects on a two-dimensional viewing screen. Hidden surfaces of a cube, for example, materialize in shading that ''lets you see inside a solid model,'' according to Lexidata. **********Solid view also reduces the memory requirements and thus the power needed from a host computer to display and analyze objects on view.  Hambrecht & Quist, which participated in the public offering on Dec. 21, 1981, indicated last March that Lexidata's growing success echoed an earlier management change and growing product and market mix. **********In a message to shareholders in the report for the quarter ended June 30, Lexidata's president said: ''Like many other companies, Lexidata is feeling the effects of the recession. We have revised our operating plan downward for the fourth quarter and are adjusting our fiscal 1983 plan to reflect the current economic situation.'' **********Moreover, Lawrence Roberts, an analyst for Hambrecht, said softness in orders had continued, and he expects earnings in the next three quarters to be down, on a year-to-year basis. Earnings dips are the most common cause of erosion in a stock's price."}, "https://www.nytimes.com/1982/01/11/world/haig-backed-in-ouster-of-official.html": {"writer_name": null, "pub_date": "1982-01-11", "snippet": "", "word_count": 321, "score": null, "source": "The New York Times", "section_name": "World", "type_of_material": "News", "document_type": "article", "main_headline": "HAIG BACKED IN OUSTER OF OFFICIAL", "print_headline": "HAIG BACKED IN OUSTER OF OFFICIAL", "body_text": " **********Secretary of State Alexander M. Haig Jr. has won permission from President Reagan to replace a highranking S tate Department official after demanding White House support on th e matter, according to well-placed Administration sources. **********The President has given Mr. Haig the authority to replace the official, Myer Rashish, as Undersecretary for Economic Affairs with his deputy, Robert D. Hormats, currently Assistant Secretary of State for Economic and Business Affairs, the sources said. **********The sources said that Mr. Haig sought White House authority for the move before his trip today to Europe for a meeting of North Atlantic Treaty Organization foreign ministers after reports that the Administration had not supported his threat to dismiss Mr. Rashish. **********A top Administration source said last week that Mr. Haig went into a tirade against Mr. Rashish and threatened to dismiss him if he did not resign by Jan. 1. **********But Mr. Rashish, a presidential appointee, remained on the job because the White House did not give Mr. Haig the authority to dismiss him, the source said. Seen as Strengthening Haig's Hand **********The departure of Mr. Rashish is likely to strengthen Mr. Haig's hand at the State Department.  Mr. Rashish, who has served in a variety of economic posts dating back to the Kennedy Administration, played a large role in the Government's preparations for last year's economic meetings in Ottawa and Cancun. But, because of friction with Mr. Haig, he had been bypassed on some issues recently, according to published reports. **********Administration sources said that after Mr. Hormats moved up to the fifth-highest post in the State Department, his job would be filled by Richard McCormack, a former aide to Senator Jesse Helms of North Carolina. **********The Rashish nomination was originally opposed by Mr. H elms, who tried to insure that Reagan appointees adhere to a conservative political philosophy."}, "https://www.nytimes.com/1982/10/26/business/imperial-oil-ltd-reports-earnings-for-qtr-to-sept-30.html": {"writer_name": null, "pub_date": "1982-10-26", "snippet": "", "word_count": 72, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "Statistics", "document_type": "article", "main_headline": "IMPERIAL OIL LTD reports earnings for Qtr to Sept 30", "print_headline": "IMPERIAL OIL LTD reports earnings for Qtr to Sept 30", "body_text": ""}, "https://www.nytimes.com/1982/11/10/business/bell-settlement.html": {"writer_name": null, "pub_date": "1982-11-10", "snippet": "", "word_count": 51, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "Bell Settlement", "print_headline": "Bell Settlement", "body_text": " **********The American Telephone and Telegraph Company joined the Justice Department in seeking speedy Supreme Court review to clear the way for implementation of their antitrust settlement.  The accord provides for the divestiture of A.T.& T.'s 22 local operating companies and the restructuring of the communications industry."}, "https://www.nytimes.com/1982/06/11/world/irish-premier-at-the-waldorf-warns-violence-delays-unity.html": {"writer_name": "David Bird", "pub_date": "1982-06-11", "snippet": "", "word_count": 356, "score": null, "source": "The New York Times", "section_name": "World", "type_of_material": "News", "document_type": "article", "main_headline": "IRISH PREMIER, AT THE WALDORF WARNS, VIOLENCE DELAYS UNITY", "print_headline": "IRISH PREMIER, AT THE WALDORF WARNS, VIOLENCE DELAYS UNITY", "body_text": " **********Prime Minister Charles J. Haughey of Ireland told Irish-American leaders last night that violence would only delay the unity of all Ireland, which he called ''the first political priority of the Irish Government.'' **********Speaking to about 800 guests at a dinner at the Waldorf-Astoria's Starlight Roof, Mr. Haughey noted that there had been some uncertainty about the official stand on unifying Ireland. **********''Much of the confusion which has existed regarding the Irish Government's approach to the problem of Northern Ireland stems from a failure in communication,'' the 56-year-old Prime Minister said, ''and I am determined to remedy that.'' **********Twelve years ago Mr. Haughey, then Minister of Finance, was dismissed from the Cabinet because of accusations of involvement in gunrunning for the Irish Republican Army in the North. He was later acquitted of the charges. **********''Let me emphasize that violence, evil in itself and appalling in its consequences, can only postpone the day of Irish unity,'' he said last night. ''Far from advancing, it will further delay a final British military and political withdrawal from Ireland. Violence and the bitterness it involves only frustrate the ultimate achievement of national unity. **********''Nobody in America should support or subscribe to policies which envisage violence and terror as the means of bringing about the unity of Ireland.'' **********Mr. Haughey said that Britain had ''a major responsibility in solving the problem of Northern Ireland.'' ''As we contemplate the appalling cost of Northern Ireland's failure as a political and economic entity,'' he said, ''we are entitled to ask for British help and cooperation in finding a new and more constructive basis for management of Irish affairs by Irishmen and women in their own best interests. **********''I believe that only joint action by Dublin and London, taking fully into account the views of all the Northern people, can begin to end division amongst Irish people.'' **********Mr. Haughey urged his audience to travel to Ireland and to do all they could to encorage trade and investment in Ireland.  Among the guests at the dinner were Governor Carey and his wife."}, "https://www.nytimes.com/1982/12/07/world/shultz-in-europe-to-seek-a-joint-policy.html": {"writer_name": "Bernard Gwertzman", "pub_date": "1982-12-07", "snippet": "", "word_count": 701, "score": null, "source": "The New York Times", "section_name": "World", "type_of_material": "News", "document_type": "article", "main_headline": "SHULTZ, IN EUROPE, TO SEEK A JOINT POLICY", "print_headline": "SHULTZ, IN EUROPE, TO SEEK A JOINT POLICY", "body_text": " **********Secretary of State George P. Shultz arrived here early today at the start of a two-week tour of Western Europe to try to put into effect a new agreement on a joint economic policy toward the Soviet Union. **********The Administration is still uncertain whether France will abide by the accord, State Department officials said in Washington, and one of the goals of the Shultz mission is to find out from President Francois Mitterrand and Foreign Minister Claude Cheysson whether France is ready to join the other allies in the economic policy approach toward Moscow. Without French concurrence the month-old accord could collapse, officials said. **********On the flight here from Washington, Mr. Shultz said in a news conference that he had noted an emphasis on the desire for more constructive relations in Soviet-American exchanges since the death of Leonid I. Brezhnev last month. **********Mr. Shultz said that, in the various European capitals and at the foreign ministers meeting of the Atlantic alliance in Brussels, he would ''compare notes'' on what has been happening since Yuri V.  Andropov became the new Soviet leader. 'Trying to Test It Out' **********Discussing the recent exchanges with the Russians, Mr. Shultz said that ''both sides have said they are interested in a more constructive relationship, and we are trying to test it out.'' **********''Just what it may be as of this point we just don't know,'' he said. ''We will have to find out and, if anything different emerges, it will have to emerge in terms of substantive things.'' **********He denied that the United States was insisting that the Soviet Union make the first move. He said the United States was willing to enter into discussions on differences and to try to reach solutions at the negotiations already started on arms control. Mr. Shultz, sitting in the front cabin of his Air Force 707, seemed interested by what he acknowledged was a new tone in Soviet-American exchanges. **********''It is as though people are saying the same things they were saying before,'' he said. ''Where we had said and they had said, 'We would like to see negotiations be successful,' there has been a tendency to underline to that a little more. But nobody's substantive position has shifted.'' **********He said that, in the messages sent between the two capitals, there has been ''a little more emphasis'' put on seeing negotiations succeed. Meeting Today With Kohl **********Later today, Mr. Shultz is to meet with Chancellor Helmut Kohl and Foreign Minister Hans-Dietrich Genscher.  In addition to the meeting of the North Atlantic Treaty Organization Thursday and Friday and a cabinet-level session with Common Market countries on Friday to discuss continuing differences over agricultural subsidies, Mr. Shultz will have talks with the new Socialist Government in Spain to find out how far Prime Minister Felipe Gonzalez wants to stay from the alliance, which the previous Spanish Government joined. **********In his first major trip abroad without the President since becoming Secretary of State, Mr. Shultz will also visit Paris, Rome, The Hague and London. **********State Department officials said that at the NATO meeting, the allies are expected to discuss contingency plans for lifting or reducing sanctions against Poland if the Polish Government, as rumored, ends martial law on Dec. 13, the anniversary of its imposition. State Department officials said the allies had insisted on three conditions being met for ending sanctions: lifting martial law, releasing all political prisoners and resuming discussions between the Government, the independent labor movement and the Roman Catholic Church. **********The issue that will have to be addressed is how far the alliance should go if Poland meets some but not all of the conditions. ''We should not be taken in by cosmetic changes,'' a senior official said. **********As described by American officials, the talks Mr. Shultz will have in Paris are likely to be the most crucial. Administration officials said the White House was particularly distrustful of the Mitterrand Government and was hoping that Mr. Shultz would be able to bring back from his talks a clear idea of French intentions."}, "https://www.nytimes.com/1982/10/24/business/investing-balancing-risk-and-reward-in-options.html": {"writer_name": "Lydia Chavez", "pub_date": "1982-10-24", "snippet": "", "word_count": 1289, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "BALANCING RISK AND REWARD IN OPTIONS", "print_headline": "INVESTING; BALANCING RISK AND REWARD IN OPTIONS", "body_text": " **********ADYNAMIC of most bull markets is that as volume on the stock e xchanges increases, so does volume in options trading. To the i nfrequent investor as well as the experienced trader, the attractiono f options is that, with a relatively small pool of cash, they can p articipate in a myriad of investment strategies, particularly a ppropriate in a volatile market. **********The Chicago Board Options Exchange reported that during August, when the market began the first leg of its current bull market, options trading volume increased to 8.3 million contracts, from 6.3 million in July. And in the nine-year-old market, there are now more than 400 options currently listed and traded on options exchanges.  (Options have been around for decades, but they were traded informally over the counter and were not readily resalable. But with the advent of formal exchanges, options trading became a relatively safer investment.) **********Nevertheless, options trading can be a risky and confusing business and most brokerage firms as well as the Securities and Exchange Commission discourage the novice from buying an option. While the theoretical returns on a modest investment may seem substantial, options are not only tied to an underlying stock, but to a set time period and can lose their value quickly. **********''The markets move rapidly, the strategies are complex and options require a degree of sophistication and time to be able to pay close attention to the market,'' said Dennis Shea, assistant director of market regulation at the S.E.C. ''Investors ought to be very cautious.'' **********Despite the options market's reputation for being akin to a gambling hall, there are relatively conservative investments to be made. Options offer the unabashed speculator the opportunity for some high-return market plays, and they can be used by the more conservative investor as a tool to generate income from a portfolio of nonperforming stocks. **********Stock options give the investor the right to buy or sell a stock at a specified price, called the strike price, for a period of up to nine months. The cost of an option is called the premium, and is generally a fraction of a stock's price. In basic options trading, the investor risks at most the price paid for the option. An investor who believes a particular stock will rise, will buy a ''call'' option, which gives him the right during the life of the contract to purchase the stock at a set price. If the investor believes the price will drop, he will buy a ''put'' option, or the right to sell the stock at a specified price. **********For example, an investor thinks that the common stock of the XYZ Corporation selling at $20 a share today will appreciate in the next couple of months. He has two alternatives. He can buy 100 shares of the stock for $2,000 plus commission and wait for the price to move up, or he can buy a $20 call option that expires in January. This means that between October and January if the price of the shares moves up, the option holder has locked in a price of $20 a share. **********The price of the option generally moves up with the price of the stock and the option holder can either exercise the option to buy the stock or sell the option itself between October and January. **********The January $20 call option could cost $200, or $2 per share. In December, if the price of the Company XYZ's shares has increased to $25, the price of the option has probably also moved to about $5 a share. **********The investor who bought the shares at $20 in October and then sold the shares in December at $25 a share would earn $500 before taxes and commissions or a return on the intitial investment of 25 percent. The investor who purchased the January $20 call options and then sold the options in December at $5 would earn $300 before commissions and taxes or a return on investment of 150 percent. **********If the shares fall below or stay at $20, the owner would have no reason to exercise the option and when it expires in January has lost only the initial investment of $200 plus commission. However, at any point between the time he bought the option and the time it would expire worthless, an investor can sell the option and recoup at least some of his investment. **********While buying a call option could be considered conservative speculation, there is an even more conservative options strategy called covered writing for the investor who owns shares. **********''Under the present circumstances an investor should really be limited to more conservative aspects such as covered writing,'' said Stewart Elner, vice president and national sales manager for the options department at Paine Webber, Mitchell Hutchins. **********If, for example, an investor owns 100 shares of XZY Corporation worth $20 a share and he thinks that the shares will probably not appreciate, he can attempt to make some money on the shares by selling call options on the stock. The owner of the shares might sell a $25 call option at $2 for a gain of $200 a share. **********AS long as the shares stay below $25 a share the option will expire worthless and the owner who has sold the call options will pocket the $200 less the commission. **********If the stock moves to $26 his option might be called, or exercised, and he will forefeit the $1 gain, or $100 appreciation on his shares. But, he has earned the $200 by selling the call options, plus the $500 from the sale of stock at $25 a share for a gain of $600. **********The investor will lose out on any substantial gain that the stock may make because of an unexpected tender offer, but if the price of the shares moves down, the investor has the cushion of the $200 earned from selling the call options. **********A considerable riskier strategy is selling a call option without owning the shares of the stock. If an investor sold a $25 call option for XYZ Corporation that is trading at $20 today, he would pocket the initial $200 premium. However if the option is called he would be out the $2,500 required to pay for the stock at $25, not to mention the commissions. **********In this strategy, called ''naked writing,'' the brokerage house will require the buyer to deposit money to protect the brokerage house. **********The investor wanting to buy options should keep in mind that the commissions can multiply quickly in the options market. Just as in buying stock, commissions are charged every time an option is bought and sold. However, options are held for shorter time periods.  Moreover, commissions on options are relatively higher than commissions for stock purchases. **********The major brokerage houses are required to discourage the new investor from buying options, but Mr. Shea of the S.E.C. warns that because the options market offers the opportunity for multiple commissions over a short period of time, a broker can be overzealous in selling an investor on the idea of trying options. **********''My impression is that when options first started trading, often sales departments would make mistakes because they didn't understand the market well,'' Mr. Shea said. ''And now that the options market is established there have continued to be problems, but they arise less frequently.'' **********For the year ended December 1980, the S.E.C. received 400 complaints about options trading, 441 in 1981, and 412 in 1982."}, "https://www.nytimes.com/1982/08/10/business/advertising-conde-nast-offering-volume-discount-plan.html": {"writer_name": "Sandra Salmans", "pub_date": "1982-08-10", "snippet": "", "word_count": 178, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "Conde Nast Offering Volume Discount Plan", "print_headline": "ADVERTISING; Conde Nast Offering Volume Discount Plan", "body_text": " **********Conde Nast has put together a new package buy that includes House & Garden - whose audience is being upgraded demographically while its circulation is being drastically cut - as well as Vogue, GQ and its newest magazine, Vanity Fair. The package is being called Conde Nast Ltd. **********Advertisers who run three, six, nine or twelve pages a year in three or four of the magazines get 6 percent to 14 percent discounts in ad rates. Package buys are the only way to get frequency discounts at this publishing company. **********When this package comes on line in January (even though Vanity Fair doesn't start till March), the company will drop the Conde Nast Package, which, under Neil Jacobs, went from 625 ad pages in 1976 to 1,739 pages last year. **********Mr. Jacobs also is starting the Conde Nast Package for Women, made up of Vogue, Glamour, Mademoiselle, Bride's and Self. In this grouping, six, nine or twelve pages in each of four or five magazines brings a 6 percent to 16 percent discount."}, "https://www.nytimes.com/1982/01/29/world/major-clashes-erupt-in-6-south-lebanon-villages.html": {"writer_name": null, "pub_date": "1982-01-29", "snippet": "", "word_count": 395, "score": null, "source": "The New York Times", "section_name": "World", "type_of_material": "News", "document_type": "article", "main_headline": "MAJOR CLASHES ERUPT IN 6 SOUTH LEBANON VILLAGES", "print_headline": "MAJOR CLASHES ERUPT IN 6 SOUTH LEBANON VILLAGES", "body_text": " **********Large-scale clashes broke out in six southern vill ages today between Lebanese leftists and Shiite Moslems who regard Ay atollah Ruhollah Khomeini of Iran as their spiritual leader. The G overnment said it was concerned that the violence might spread to Bei rut. **********Witnesses reported that Palestinian guerrillas had joined the fighting on the side of their leftist allies in the Tyre district, about 35 miles south of here. **********(The Lebanese police said the fighting left two dead and six wounded, The Associated Press reported.) Mortars, rocket-propelled grenades and heavy machine guns were reportedly used in the battles that erupted in the villages of Hinawiyah, Jebaa, Qana, Jarjou, Haramtah and Siddiqin. **********An outpost of the United Nations peacekeeping force in Qa na came under fire, a United Nations spokesman said.  But no one was injured, he added. Roadblocks on Coastal Highway **********The state-controlled radio reported that gunmen set up roadblocks on the coastal highway between Sidon and Tyre and that the road was unsafe for civilian traffic. It said ambulances were unable to remove casualties from the scene because of the intensity of the fighting. **********The clashes first flared on Monday, centering then in the Palestinian-controlled market town of Nabatiye and in Juya, where the United Nations maintains an outpost. Three Lebanese were killed and eight wounded in the two towns before the fighting stopped on Tuesday. **********Lebanese Shiite militiamen, members of the paramilitary organization known as Amal, have been battling four leftist factions - the pro-Iraqi chapter of the Baath Party, the Organization of Communist Action in Lebanon, the pro-Soviet Lebanese Communist Party and the pro-Libyan Arab Socialist Union. The four groups are members of a leftist alliance known as the National Movement, which in turn has a joint leadership with the Palestine Liberation Organization **********Amal, reflecting the growing power of Lebanon's 900,000 Shiites, has refused to join the National Movement, insisting on its own independence. **********As a result, an intense struggle has developed between the two sides in the predominantly Moslem districts of Lebanon. The Shiites form a majority of the population in the south, and some of their leaders have charged the Palestinians with seeking to resettle there. **********The bulk of the guerrilla movement is also in the south, along with leftist militia forces."}}