{"https://www.nytimes.com/1983/05/20/business/yields-up-on-us-securities.html": {"writer_name": "Yla Eason", "pub_date": "1983-05-20", "snippet": "Jitters over an expected large rise in the basic money supply sparked late selling in the Government securities market yesterday as anxious dealers unloaded inventories, pushing down prices and raising yields.\n\n''There were no buyers in sight,'' o...", "word_count": 953, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "YIELDS UP ON U.S. SECURITIES", "print_headline": "YIELDS UP ON U.S. SECURITIES", "body_text": " **********Jitters over an expected large rise in the basic money supply sparked late selling in the Government securities market yesterday as anxious dealers unloaded inventories, pushing down prices and raising yields. **********''There were no buyers in sight,'' one trader at a large brokerage firm said. ''That's why we cut the prices to a level to attract some, but we haven't found it yet.'' **********The 30-year Treasury bond dropped 20/32 by midday, to 97 19/32, to yield 10.63 percent, up from Wednesday's 10.56 percent. Reflecting stronger buying for the shorter-term issues, the three-month bill rose to 8.13 percent, up 6 basis points from Wednesday. **********Upward revisions yesterday in the estimates of the latest growth in M-1, the measure of funds readily available for spending, were responsible for the selling pressure, analysts said. Many analysts had forecast a rise of $2.5 billion in the figure to be reported today but yesterday raised this to $4 billion for the week to May 11. Concern Over Funds Rate **********In addition, traders were concerned about the persistently high 8 5/8 to 8 3/4 percent range in the Federal funds rate, which is the cost of interbank loans. Some analysts predict it signals that today's Federal Reserve report will show banks in a net borrowed reserve position. **********This would indicate that banks on average borrowed more funds from the Fed than they had in surplus deposits with the Fed. Banks are required to keep part of their deposits on reserve with the Fed. **********Since the Fed can control this figure by injecting into the market all the money banks need to meet reserve requirements, some analysts are concerned that this higher rate is a trend and could possibly suggest a less accommodative Fed policy. **********Moreover, selling in the financial futures market spilled over into the cash market yesterday. The June bond futures contract at the Chicago of Trade fell through the 77 price level, considered a key support area. That touched off daylong selling by technical traders who buy or sell only when a certain number is reached. The contract closed at 76.15, down 5/8. **********Lawrence Chimerine, an economist with Chase Econometrics, also predicted that money supply for the week ended May 11 would be high because of a change in the way the Fed calculated the seasonal adjustments, tax refunds showing up in checking accounts, and Social Security payments and welfare payments, which will all be reflected in today's number. **********But he said he thought the Fed would ''keep policy fundamentally where it is.'' He added: ''I don't see them tightening, but I don't think they will ease further.'' **********Martin Sikora, a vice president at Albert Sindlinger & Company in Media, Pa., is forecasting an increase of $3.8 billion in the money suply figure to be reported today. He said the problem was that the new seasonal figures that were intended to smooth out the bulge did not account for tthe ransfer of funds from money market deposit accounts into checking accounts to pay for taxes.'Rates Will Go Sideways' **********Edward S. Hyman Jr., an economist at Cyrus J. Lawrence, said that ''in order for the Fed to feel they can lower the discount rate now, the rate of growth on M-1 on a three-month basis needs to fall below 5 percent.'' It is curently at 10 percent. **********While Mr. Chimerine said ''rates will go down,'' he added that the markets ''will focus on whatever seems to be negative until rates drop.'' He said the Fed would talk about tightening at the Federal Open Market Committee meeting next Tuesday ''and decide against it.'' He added that ''rates will go sideways'' for a while. **********Raymond Stone of McCarthy, Crisanti & Maffei, a fixed-income and money-market research firm, sees ''no hope of the Fed doing anything in the near term.'' He added: ''The market has to show strong conviction about the inflation outlook, and we must have a substantial decline in shorter- and long-term rates.'' **********Indicative of the trend toward higher interest rates, and the widening of the spread between high-grade corporate bonds and United States Government securities, the yields on several quality corporate bond issues were raised yesterday. **********Of the more than $2.2 billion of corporate issues that came to market two weeks ago, the majority is selling at significant discounts from origianal prices. The $250 million Aa2-rated 10 3/4 percent Sears, Roebuck & Company debenturtes offered at par through Goldman, Sachs & Company were selling yesterday at an offered price of 95.50, down 4 1/2 points from two weeks ago, to yield about 11.27 percent. **********In competition for the few willing buyers, the municipal market spent the day raising the yields of their recent issues. The University of Michigan A-1-rated $114.1 million bond issue, priced Wednesday, was repriced yesterday because there was ''not enough demand at the original price,'' said a spokesman for the underwriter, Salomon Brothers. The term bonds due in 2002 that were priced at par to yield 9.70 were raised to 9.75 percent and the term bonds due in 2012 that were priced at par to yield 9.75 percent were repriced to yield 9.87 percent. **********A.G. Becker also repriced the Alburquerque, N.M., $109.7 general obligation bonds to give higher yields. The underwriter also cited weakend market conditions and a desire to get the bonds sold by offering a higher yield. The bonds due in 1996 were priced at par to yield 8.70 percent, up from 8.60 percent Wednesday. The bonds due in 1998 were priced at par to yield 8.85 percent, up from 8.80 percent."}, "https://www.nytimes.com/1983/08/24/business/2-investors-buy-stake-in-towner.html": {"writer_name": null, "pub_date": "1983-08-24", "snippet": "", "word_count": 137, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "2 Investors Buy Stake in Towner", "print_headline": "2 Investors Buy Stake in Towner", "body_text": " **********The Towner Petroleum Company said Selim K. Zilkha, chairman of Mother Care P.L.C., a major British retailing company, and Ronald I. Simon, a financial consultant, had agreed to invest $25 million in the company's equity securities. Towner, based in Lorain, Ohio, said the investment would result in their owning about 42 percent of Towner's voting shares outstanding. **********Assuming exercise of the warrants included in the securities, the pair would own 55 percent of the common stock and Towner would own 13 percent. **********Towner said Mr. Zilkha would become chairman and Mr. Simon would be executive vice president and chief operating officer. David S. Towner will continue as president and chief executive officer. Towner also reported yesterday that it lost $14 million in the second quarter, compared with a profit of $574,645 a year before."}, "https://www.nytimes.com/1983/07/27/business/executive-changes-060395.html": {"writer_name": null, "pub_date": "1983-07-27", "snippet": "", "word_count": 237, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "EXECUTIVE CHANGES", "print_headline": "EXECUTIVE CHANGES", "body_text": " *********** Arthur Andersen & Co. has named Lawrence A. Weinbach managing partner of the New York office and the New York metropolitan area. *********** Boise Cascade Corp., Idaho, has elected to its board Robert K.  Jaedicke, dean of the Graduate School of Business at Stanford University. *********** Coleco Industries, Hartford, has promoted Eric D. Bromley to executive vice president-advanced research and development. *********** First Connecticut Bancorp, Hartford, elected to its board David M. Hadlow, group vice president of the Stanley Works. *********** Four Star International Inc., Northridge, Calif., has elected its chairman, David B. Charnay, to the additional posts of president and chief executive officer. *********** Georgia-Pacific Corp., Atlanta, has elected Michael A. Vidan vice president-international division and Dewey L. Mobley vice president-Western wood. *********** Peoples Drug Stores Inc., Alexandria, Va., has elected Robert M.  Aren smeyer executive vice president. *********** Prudential-Bache Securities announced that Robert J. Barrett 3d had joined the firm as a senior vice president in the corporate finance division. *********** Rockefeller Center Inc. has named Claude R. Nash to senior vice president. *********** Roosevelt Savings Bank, Garden City, L.I., has appointed A.  Gordon Nutt senior vice president and chief administrative officer. *********** Tidwell Industries, Haleyville, Ala., announced that James C.  Miller had joined the company as president of a new manufacturing division."}, "https://www.nytimes.com/1983/12/23/business/bell-atlantic-t-fight-washington-dec-22-ap-one-seven-bell-companies-be-spun-off.html": {"writer_name": null, "pub_date": "1983-12-23", "snippet": "", "word_count": 68, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "Bell Atlantic In A.T.& T. Fight WASHINGTON, Dec. 22 (AP) - One of the seven Bell companies to be spun off from the American Telephone and Telegraph Company has signed a $30 million contract to sell the Federal Government the 200,000 phones it now leases, touching off an unexpected court battle with its current parent.", "print_headline": "Bell Atlantic In A.T.& T. Fight WASHINGTON, Dec. 22 (AP) - One of the seven Bell companies to be spun off from the American Telephone and Telegraph Company has signed a $30 million contract to sell the Federal Government the 200,000 phones it now leases, touching off an unexpected court battle with its current parent.", "body_text": " **********In a complaint filed in Federal court here, A.T.& T. maintains that Bell Atlantic has violated the terms of A.T.& T.'s antitrust settlement. Under the settlement, the leased equipment that Bell Atlantic is selling is supposed to be transferred to A.T.& T. on Jan. 1, the company said. **********The complaint prompted an emergency hearing today before United States District Judge Harold H. Greene, who deferred judgment."}, "https://www.nytimes.com/1983/07/13/world/us-takes-a-step-to-prompt-poles-to-free-prisoners.html": {"writer_name": "Bernard Gwertzman", "pub_date": "1983-07-13", "snippet": "", "word_count": 1044, "score": null, "source": "The New York Times", "section_name": "World", "type_of_material": "News", "document_type": "article", "main_headline": "U.S. TAKES A STEP TO PROMPT POLES TO FREE PRISONERS", "print_headline": "U.S. TAKES A STEP TO PROMPT POLES TO FREE PRISONERS", "body_text": " **********The United States has told Poland that it would take steps to relax some of the sanctions imposed at the time martial law was declared in 1981 if Warsaw released a significant number of political prisoners, it was reported today. **********This message was conveyed to Poland's charge d'affaires, Zdzislaw Ludwiczak, by Lawrence S. Eagleburger, the Under Secretary of State for Political Affairs, last week, in the most substantive meeting between the two sides in many months. The report did not originate with the Administration, but was confirmed by Administration officials today. **********Hoping to lend encouragement to Polish authorities to carry out some liberalizing steps in coming weeks, the Reagan Administration told the Poles that if substantial numbers of political prisoners were released, the United States would agree to join with other Western nations, members of the so-called Paris Club, on July 29 to consider rescheduling Poland's outstanding debt to Western nations, thereby allowing Poland to be eligible again for Western loans. **********Poland owes Western governments and banks approximately $26 billion, of which about $11 billion is to governments. It owes the United States Government about $2 billion. **********Washington would also permit Poland to negotiate with the United States to recover some of the fishing rights in American waters that were taken away as one of the sanctions announced by President Reagan on Dec. 23, 1981. Poland had previously been allowed to harvest 220,000 tons of fish in American waters a year. **********Mr. Reagan imposed the sanctions two weeks after the Polish leader, Gen. Wojciech Jaruzelski, on the evening of Dec. 12 announced ''a state of war'' in Poland and the suspension of civil liberties, the arrest of thousands of political figures and the disbanding of Solidarity, the free trade union. Other Sanctions Will Remain **********Other sanctions, such as the ban on economic assistance and on the sale of high technology will remain. So will the revoking of Poland's normal tariff status by Mr. Reagan in October 1982 after Solidarity was declared illegal, American officials said, pending further improvement in the internal situation in Poland. **********The decision to link the relaxation of two specific sanctions to the release of prisoners was taken in the wake of the more general policy outlined by Mr. Reagan last month. Speaking in Chicago, he said, ''If the Polish Government takes meaningful, liberalizing measures, we are prepared to take equally significant and concrete steps of our own.'' **********When Mr. Reagan has publicly linked the lifting of sanctions to an easing of the internal situation in Poland, Polish authorities have usually protested about American ''interference'' in their domestic affairs. A State Department official said today that because of the Polish Government's sensitivity to such pressure, the Reagan Administration sought to avoid disclosing to the press what Mr.  Eagleburger told Mr. Ludwiczak. He said it had been hoped that secrecy would make it easier for the Poles to release the prisoners.  Some Administration officials today expressed concern when they realized that details of the meeting would be published. **********One official said that the Eagleburger-Ludwiczak meeting was also meant as a reply to a series of questions put to the United States last February by Jan Kinast, the head of the American section of the Polish Foreign Ministry, who made an unpublicized trip to Washington to see what was needed to improve relations. New Moves Hinted by Warsaw **********Polish authorities have allowed articles to appear in the controlled press in recent days suggesting that certain measures may be taken in coming weeks in connection with the Polish national holiday of July 22. But American officials are skeptical that the steps that may be announced by Warsaw will significantly ease the political repression that now exists inside Poland. **********One official noted that the Polish authorities formally ''suspended'' martial law at the end of 1982, but retained many of the provisions that had been imposed the year before. There are believed to be as many as 4,000 to 5,000 political prisoners still in detention, although the Polish Government asserts that there are fewer than 200. **********For instance, despite the suspension of martial law, military courts still handle many cases, and important mines and factories, as well as the transportation system, remain militarized. Moreover, the civil criminal code was enlarged to include certain of the suspended martial law regulations, such as those banning distribution or ownership of illegal pamphlets, films, tapes or publications, and making the creation of ''disorder'' a crime. Parliament to Meet Next Week **********Current indications from Poland suggest that the Government, perhaps as early as next week, when Parliament is due to meet, will formally abolish martial law but will retain the right to reim@pose it. But this will have only limited effect on the average Pole unless there are concurrent changes in the laws now in effect. State Department officials doubt that the lifting of martial law in itself will have much beneficial effect. **********And there is no plan to ease sanctions unless there is ''meaningful'' improvement in the Polish situation. Thus, when martial law was suspended at the end of last year, no American sanctions were ended because the action was not deemed to have any real meaning. **********What officials here are paying closer attention to is the possibility of an amnesty for political prisoners as well as for opponents of the Government who are in hiding. The Poles were told specifically that the rescheduling of debts and the restoration of some fishing rights would be in response to a significant release of prisoners, officials said. **********''We can tell if the prisoners are released and that could be significant,'' one State Department official said. ''Words by themselves are meaningless.'' U.S. Accused Again **********Today, in Warsaw, the Polish Government spokesman, Jerzy Urban, said that ''intensive work is under way at the present aimed at leading to the lifting of martial law,'' without stating what that meant. Mr. Urban also accused the United States of being responsible for the delay in lifting martial law. **********This was rejected by a State Department official as ''preposterous.''"}, "https://www.nytimes.com/1983/03/03/business/perry-drug-stores-inc-reports-earnings-for-qtr-to-jan-31.html": {"writer_name": null, "pub_date": "1983-03-03", "snippet": "", "word_count": 36, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "Statistics", "document_type": "article", "main_headline": "PERRY DRUG STORES INC reports earnings for Qtr to Jan 31", "print_headline": "PERRY DRUG STORES INC reports earnings for Qtr to Jan 31", "body_text": ""}, "https://www.nytimes.com/1983/02/25/business/tucson-electric-power-co-reports-earnings-for-yr-to-dec-31.html": {"writer_name": null, "pub_date": "1983-02-25", "snippet": "", "word_count": 59, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "Statistics", "document_type": "article", "main_headline": "TUCSON ELECTRIC POWER CO reports earnings for Yr to Dec 31", "print_headline": "TUCSON ELECTRIC POWER CO reports earnings for Yr to Dec 31", "body_text": ""}, "https://www.nytimes.com/1983/11/26/business/sea-galley-stores.html": {"writer_name": null, "pub_date": "1983-11-26", "snippet": "", "word_count": 105, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "Sea Galley Stores", "print_headline": "Sea Galley Stores", "body_text": " **********Sea Galley Stores Inc. said it would probably not earn the 10 cents to 15 cents a share that analysts had projected for the fourth quarter and that it could report a loss. **********In 1982's fourth quarter, a combination of accounting changes and asset writedowns contributed to a loss of nearly $1.5 million, according to Ronald Jackman, a company spokesman. Sea Galley, which earned $514,000, or 13 cents a share, in this year's third quarter, said it expected to report a profit for the full year. In over-the counter trading today, Sea Galley fell $1.625, to $9.625 bid."}, "https://www.nytimes.com/1983/08/10/business/advertising-doyle-dane-net-income-down-23-in-quarter.html": {"writer_name": "Philip Dougherty", "pub_date": "1983-08-10", "snippet": "", "word_count": 128, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "Doyle Dane Net Income Down 23% in Quarter", "print_headline": "ADVERTISING; Doyle Dane Net Income Down 23% in Quarter", "body_text": " **********Doyle Dane Bernbach International reported on its second-quarter earnings yesterday and they were down, the agency said. It blamed the fall on the cost of opening a Detroit office to serve Volkswagen/Porsche- Audi, the continuing strength of the dollar and clients shifting spending to the fourth quarter. **********As a result, net income dropped 23 percent, to $3.7 million, or 61 cents a share, from $4.8 million, or 80 cents a share. Revenues were up 1 percent, to $51.7 million, from $51.4 million in the same quarter last year. **********For the six months, net income was down 12 percent, to $4.8 million, or 80 ccents a share, from $5.5 million, or 92 cents a share. Revenues were up 4 percent, to $95.8 million, from $91.85 million."}, "https://www.nytimes.com/1983/02/01/business/american-income-life-insurance-co-reports-earnings-for-qtr-to-dec-31.html": {"writer_name": null, "pub_date": "1983-02-01", "snippet": "", "word_count": 93, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "Statistics", "document_type": "article", "main_headline": "AMERICAN INCOME LIFE INSURANCE CO reports earnings for Qtr to Dec 31", "print_headline": "AMERICAN INCOME LIFE INSURANCE CO reports earnings for Qtr to Dec 31", "body_text": ""}}