{"https://www.nytimes.com/1984/08/15/business/sears-names-a-president.html": {"writer_name": null, "pub_date": "1984-08-15", "snippet": "", "word_count": 101, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "Sears Names A President", "print_headline": "Sears Names A President", "body_text": " **********Edward A. Brennan, who joined Sears, Roebuck & Company as a salesman 28 years ago, today was elected president and chief operating officer of the nation's largest retailer. **********The 50-year-old Mr. Brennan has headed the merchandising group that was the key contributor to Sears's profit turnaround in recent years. **********William I. Bass, 58, was named to succeed Mr. Brennan as chairman and chief executive officer of the Sears Merchandising Group. **********Both announcements were made by Edward R. Telling, chairman and chief executive officer of the company.  Mr. Telling, 65, will retire in 1985."}, "https://www.nytimes.com/1984/04/29/business/consumer-rates.html": {"writer_name": null, "pub_date": "1984-04-29", "snippet": "", "word_count": 63, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "Statistics", "document_type": "article", "main_headline": "CONSUMER RATES", "print_headline": "CONSUMER RATES", "body_text": ""}, "https://www.nytimes.com/1984/07/10/business/advertising-music-director-retires-at-dancer-fitzgerald.html": {"writer_name": "Philip Dougherty", "pub_date": "1984-07-10", "snippet": "", "word_count": 95, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "Music Director Retires At Dancer Fitzgerald", "print_headline": "ADVERTISING; Music Director Retires At Dancer Fitzgerald", "body_text": " **********Arnold Brown has been involved in the selection of some of the century's most-often-heard melodies as music director for Dancer Fitzgerald Sample since 1967. **********But now Mr. Brown has moved into retirement, no doubt humming Toyota's ''Oh, What A Feeling,'' ''Gentlemen Prefer Hanes,'' ''Lifesavers, a Part of Living,'' and, the most relevant, Peter Paul Cadbury's ''Sometimes You Feel Like a Nut.'' **********To fill his still tapping shoes, the agency moved Georgiana M. Offrell from recording producer to vice president and music director. It also promoted Deed Meyer to vice president and recording director."}, "https://www.nytimes.com/1984/03/31/business/factory-orders-up-0.7.html": {"writer_name": null, "pub_date": "1984-03-31", "snippet": "", "word_count": 559, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "FACTORY ORDERS UP 0.7%", "print_headline": "FACTORY ORDERS UP 0.7%", "body_text": " **********Orders to United States factories rose seven-tenths of 1 percent in February, in large part because of a 6.2 percent surge in orders for nonmilitary capital goods, the Commerce Department reported today. **********The gain also reflected a rise of nine-tenths of 1 percent in orders for durable goods, revised upward from the 1.2 percent decline that was reported last week on a preliminary basis. Orders for nondurable goods rose four-tenths of 1 percent last month. **********The department said the $1.3 billion increase put new factory orders at $190.9 billion last month. The seven- tenths of 1 percent rise compares with a revised six-tenths of 1 percent increase in January and a 1.6 percent jump in December. **********Inventories Also Up **********But the report also said inventories grew by 1.2 percent in February, the largest increase since a 1.7 percent jump in April 1980, which caused some concern among economists. **********The ratio of inventory to shipments rose slightly in February to 1.43 months - the length of time it would take to deplete inventory at current shipping rates. It had hit an all-time low of 1.40 months in December. **********While the February increase in factory orders was just over half the average rise of the last six months, economists noted that orders for nonmilitary capital goods posted their best monthly gain since a 9.5 percent increase in September. **********This sector reflects industry's plans to add equipment for future production and is considered an important barometer of future business activity. The 6.2 percent gain put orders in this category at a record $26.9 billion, topping the old mark of $26 billion set in October. **********''This rounds out a picture of indicators for capital spending which all look quite strong,'' said Robert Ortner, chief economist for the department. **********Problems Linked to Inventories **********Many economists expect business investment will keep the momentum going after consumer spending begins to taper off this year. **********Michael Evans, head of his own forecasting firm, Evans Economics, said, however, that the sharp rise in inventories could mean bad news for the economy in three to six months if manufacturers slow production to trim stockpiles. He also said the increased borrowing costs necessary to finance larger inventories could push up interest rates generally. **********But other economists said they saw nothing ominous in the growth of business inventories. **********Mr. Ortner said if it continues, it would simply be a sign of the long-expected inventory rebuilding phase of the recovery from the 1980-81 recession. **********Continued Growth Seen **********Gene Guill, an economist for Wharton Econometrics, a private forecasting firm, said the increase in orders was further proof that the industrial sector of the economy would continue to grow in the next few months. **********Mr. Guill predicted industrial growth of 11.6 percent for the January-March quarter and 7.4 percent from April through June. **********The Commerce Department report attributed much of the rise in orders for durable goods to a 5.6 percent increase in demand in the transportation equipment industry. **********The largest decline in the durable goods segment occurred in steel and other primary metals, where orders were down 10.6 percent following a 17.8 percent surge the month before. **********The department said shipments of manufactured goods in February increased sixth-tenths of 1 percent, to $184.9 billion, following a 1.6 percent decline in January."}, "https://www.nytimes.com/1984/10/24/business/whitbread-to-buy-unit-from-beatrice.html": {"writer_name": null, "pub_date": "1984-10-24", "snippet": "", "word_count": 276, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "Whitbread to Buy Unit From Beatrice", "print_headline": "Whitbread to Buy Unit From Beatrice", "body_text": " **********The Beatrice Companies said today that it had agreed to sell a subsidiary, the Buckingham Corporation, to Whitbread Holdings Inc. of Lake Success, L.I., for $110 million. **********James L. Dutt, Beatrice's chairman, said that the sale was the first of several planned divestitures ''to reduce the debt incurred by the acquisition of Esmark.'' **********Beatrice paid $2.8 billion for Esmark Inc. in August. **********Buckingham, a New York-based importer of wines and spirits, had been acquired by Beatrice in January 1982 from Northwest Industries. It reported sales of about $100 million for the year ended Feb. 29, Beatrice said. Buckingham imports Cutty Sark whisky, Finlandia vodka and Mouton- Cadet wines, among others. **********''Our philosophy is now to concentrate on premium food and consumer markets where we are No. 1 or No. 2, and Buckingham did not fit with that strategy,'' said Patricia D. Brozowski, a Beatrice spokesman. **********Whitbread Holdings is a subsidiary of Whitbread P.L.C., a London-based company with brewery and hotel interests and $2 billion in annual sales, according to John W. Andersen, Whitbread Holdings chairman. Two years ago, Whitbread P.L.C. entered the United States market when it bought Julius Wile Sons & Company, an importer of wines and spirits, from Nabisco Brands. Julius Wile's imports include Dry Sack sherry and Cinzano products. **********Whitbread Holdings also owns the Fleischmann Distilling Company and a company that imports beer, including Moosehead from Canada, Dos Equis from Mexico and Carlsberg from Denmark. Mr. Andersen said Whitbread Holdings has sales, after excise taxes, of $200 million annually."}, "https://www.nytimes.com/1984/10/06/business/patents-methods-to-improve-use-of-optical-fibers.html": {"writer_name": "Stacy Jones", "pub_date": "1984-10-06", "snippet": "", "word_count": 134, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "PATENTS ; Methods to Improve Use of Optical Fibers", "print_headline": "PATENTS ; Methods to Improve Use of Optical Fibers", "body_text": " **********Three patents on improvements in the hair-thin glass fibers used in transmitting information by light waves underground or under the ocean were granted this week to A.T.& T. Bell Laboratories, Murray Hill, N.J. **********Two of the inventions were made at the transmission media laboratory, where fibers are manufactured. Patent 4,473,942 was granted David N. Ridgway for a method of cleaving optical fibers advantageous in effecting splices. **********Patent 4,474,830 was granted Carl R. Taylor for double- coating of fibers. A soft inner coating reduces light losses and a harder outer coating provides protection. **********Tingye Li, head of the lightwave media research department at Holmdel, N.J., and Dan L. Bisbee, now with Bell Communications Research, received another patent, No. 4,474,423, for automatic apparatus to precisely align fibers for splicing."}, "https://www.nytimes.com/1984/11/06/world/return-to-india-ashes-and-memories.html": {"writer_name": "Robert Trumbull", "pub_date": "1984-11-06", "snippet": "", "word_count": 854, "score": null, "source": "The New York Times", "section_name": "World", "type_of_material": "News", "document_type": "article", "main_headline": "RETURN TO INDIA: ASHES AND MEMORIES", "print_headline": "RETURN TO INDIA: ASHES AND MEMORIES", "body_text": " **********For a visitor who witnessed the cremation of the slain Mohandas K. Gandhi here nearly four decades ago, the similarities of the funeral Saturday of another Indian leader who had also fallen victim to religious and political passions left an eerie feeling. **********But a visit Sunday to the same Hindu funeral grounds to view the still-smoking ashes of another, unrelated Gandhi - Indira - also left a sense of the profound change that has occurred here since Mohandas Gandhi was shot to death Jan. 30, 1948. **********On Sunday, the scene on the flat western bank of the Jamuna River, where only a trickle of mourners for Mrs. Gandhi passed through the forbidding security cordon of rifle-carrying soldiers, was the faintest of reminders of the huge outpouring of people who had paid homage to first Gandhi, whom the world called Mahatma, or ''great soul.''  A Vivid Flashback **********There was a more vivid flashback in the wholesale killing of Sikhs by enraged Hindus after the police said that Mrs. Gandhi, India's Prime Minister for 15 of the last 18 years, had been shot by two Sikh members of her bodyguard. **********But the ensuing carnage, in which about 1,000 people, mostly Sikhs, are believed to have been killed, was only a partial replay of the violence that occurred in the capital and elsewhere in Mohandas Gandhi's later days. **********A million Indians died, according to estimates at the time, in the conflict between Hindus and Sikhs on one side and Moslems on the other as the formerly British- ruled subcontinent was partitioned between predominantly Hindu India and overwhelmingly Moslem Pakistan on Aug. 15, 1947. **********Gandhi, who had brought a measure of calm in some of the more troubled areas by the first of his famous fasts for peace, was shot by a fanatical fellow Hindu who believed he was favoring the Moslems.   Grim Memories **********Contemplating the low platform on which Mrs. Gandhi's ashes lay, surrounded by banks of marigold wreaths and garlands left by mourners, brought back grim memories of the religious warfare that followed partition. **********On one major street in New Delhi, almost deserted in the pervasive fear that all but paralyzed the city then, a Hindu with a rifle dropped to one knee and took careful aim at a Moslem who was running away in terror. The Hindu fired a single shot, and the Moslem dropped, apparently dead. Later, members of a lynch mob crossing a high bridge over the Jamuna lifted a man in the air - it could not be seen whether he was alive or dead - and hurled him into the water far below. **********The Sikhs were in the thick of the fighting then, as in recent troubled days, but as aggressors rather than victims. It was common for Sikh bands to stop trains laden with refugees passing through Punjab bound for Pakistan and slaughter the Moslem passengers. On one train, a Moslem was hauled from the next compartment, stabbed with spears innumerable times and left for dead beside the tracks. **********There must have been equal horrors in the occurrences last week after Mrs. Gandhi's death, in which Sikhs were the victims.   Clear Link With the Past **********Whatever the differences in scale between the events of recent days and those of 1947, there is a clear link in the thread of religious conflict that has torn the subcontinent periodically for centuries. According to the history books, it all goes back to the first Moslem invasion of India, accompanied by much brutality and destruction, in the 10th century. **********But the roots of religious strife in India are hardly as clear-cut as a simplified recital of history might indicate. The economics and politics of the moment are factors, and the striving of different groups for community identity is another element. **********A drive today around New Delhi makes the continuity apparent to a former resident. It is a far different city visually from what it was in the first Gandhi's time, and yet it has an essentially unchanging inner character embedded in history. **********Imposing new hotels, tall business buildings and other new structures give the city an aura of modernization on a grand scale. Lavish plantings of trees and flowers by recent municipal administrations have made the capital beautiful in a way it never was before in three millenniums of existence, counting legendary times.   Walls of Crumbling Stone **********Yet peeping through chinks in the modern facade are the ancient crenelated walls of crumbling stone, the medieval city gates designed to let elephants pass through, walls showing the marks of cannonballs fired in some long-ago war, the gigantic pink sandstone Red Fort of the Mogul emperors and many other architectural relics that give the city an indelible stamp. **********The once-barren funeral ground on the western bank of the Jamuna has been made into a parklike national shrine, visited by sightseers and foreign dignitaries, since Mohandas Gandhi was cremated there. **********Indira Gandhi's cremation platform is separated by a few hundred yards from those where the other Gandhi and later her father, Jawaharlal Nehru, India's first Prime Minister, who died of a stroke in 1964, became ashes."}, "https://www.nytimes.com/1984/10/25/world/gunmen-kill-10-in-uganda.html": {"writer_name": null, "pub_date": "1984-10-25", "snippet": "", "word_count": 38, "score": null, "source": "The New York Times", "section_name": "World", "type_of_material": "News", "document_type": "article", "main_headline": "Gunmen Kill 10 in Uganda", "print_headline": "Gunmen Kill 10 in Uganda", "body_text": " **********Unidentified gunmen believed to be guerrillas opposed to President Milton Obote fired into a crowd in the village of Bubuubi, 40 miles north of Kampala, killing 10 people, a Catholic newspaper reported today."}, "https://www.nytimes.com/1984/08/20/world/around-the-world-5-thai-soldiers-killed-in-a-guerrilla-ambush.html": {"writer_name": null, "pub_date": "1984-08-20", "snippet": "", "word_count": 140, "score": null, "source": "The New York Times", "section_name": "World", "type_of_material": "News", "document_type": "article", "main_headline": "5 Thai Soldiers Killed In a Guerrilla Ambush", "print_headline": "AROUND THE WORLD; 5 Thai Soldiers Killed In a Guerrilla Ambush", "body_text": " **********Communist insurgents in southern Thailand threw hand grenades and fired at a truck carrying an army patrol unit, killing five soldiers and wounding nine soldiers and a civilian, a provincial police officer said today. **********The officer, Maj. Phan Sangthong, said the attack occurred Saturday in Suratthani province, 553 miles south of Bangkok. **********The insurgents stole 14 M-16 rifles from the troops and fled, the major said. **********In a separate development, Thai troops were put on full alert along the border with Laos today after a Thai soldier was killed in a Laotian ambush, a leading Thai military official said. **********The official, Gen. Arthit Kamlang- Ek, the Armed Forces Supreme Commander, said the ambush occurred Sunday inside Thailand near the disputed village of Ban Savang."}, "https://www.nytimes.com/1984/11/30/world/us-moves-to-bar-leaks-on-arms-talks.html": {"writer_name": "Bernard Gwertzman", "pub_date": "1984-11-30", "snippet": "", "word_count": 601, "score": null, "source": "The New York Times", "section_name": "World", "type_of_material": "News", "document_type": "article", "main_headline": "U.S. MOVES TO BAR LEAKS ON ARMS TALKS", "print_headline": "U.S. MOVES TO BAR LEAKS ON ARMS TALKS", "body_text": " **********The Reagan Administration, in advance of high-level Soviet-American talks on arms control, has introduced an extraordinarily stringent policy to prevent unauthorized disclosures to the press or to other Government officials, State Department officials said today. **********According to the officials, the new policy requires that any official authorized to handle materials related to Secretary of State George P. Shultz's coming meetings with Foreign Minister Andrei A. Gromyko sign a document acknowledging his responsibility not to share his information with unauthorized individuals. **********A list will be drawn up, officials said, of those entitled to have access to information about the Shultz-Gromyko meetings, scheduled for Jan. 7 and 8 in Geneva. Before any person not on that list can be drawn into a discussion of the material, they said, permission must be obtained from Robert C. McFarlane, the national security adviser, or from another appropriate official. **********A report on the new policy appeared in The Boston Globe today. Larry Speakes, the White House spokesman, said that ''this is certainly nothing new, that officials have been required for many years to acknowledge their responsibility not to share sensitive information with unauthorized people.''  'Appropriate Caution' **********''We certainly are against unauthorized disclosures, and we are always reminding our officials of this responsibility, to exercise appropriate caution, and it's even more so when we're about to embark on an important undertaking,'' he said. **********But privately, officials said that these rules were new, at least for the State Department, where officials have traditionally been trusted not to disclose highly classified information to unauthorized individuals. **********The issue arose, officials said, at a recent meeting that Mr. Shultz had with some key aides. **********At that meeting, Mr. Shultz expressed concern that Mr. Gromyko would read about the American proposals before Mr. Shultz, the negotiator, could present them to him. An aide to Mr. Shultz later suggested the nondisclosure pledge, officials said.   Disclosures Called 'Criminal' **********Mr. Shultz has publicly railed against unauthorized disclosures to the press. The most recent of these disclosures was the one on Election Day that the United States was concerned about a delivery of Soviet MIG's to Nicaragua. Administration officials later said those jets had not been delivered to Nicaragua. Mr. Shultz told reporters at the time that he believed it was criminal to ''leak'' such information to the press. **********Alan D. Romberg, a State Department spokesman, said today that ''I'm not going to get into specifics of what mechanisms are being used to ask people to be particularly careful.'' **********''But the fact of the matter is that there are very sensitive issues involved in these negotiations and there is nothing unusual in limiting access on sensitive subjects such as this, either in written ways, or other ways,'' he said. **********He said the purpose of the exercise is to give ''a reminder to people of their responsibilities to treat the information properly and not to disclose it.'' **********It was understood that Mr. Shultz and other Cabinet-level officers would not be required to sign any pledge. **********Past Administrations have also been very concerned about unauthorized disclosures. During the negotiations for the first strategic arms limitation accords, the Nixon Administration ordered lie-detector tests for those who had knowledge of American negotiating plans after articles appeared disclosing those plans before they had been given to the Russians. **********Efforts to prevent public disclosures about American policies have been hampered in the past by the need to brief North Atlantic Treaty Organization allies on the policies and to keep senior members of Congress and their staffs abreast of developments."}}