{"https://www.nytimes.com/1986/12/18/world/students-in-spain-protesting-college-plan-shut-most-schools.html": {"writer_name": "Edward Schumacher", "pub_date": "1986-12-18", "snippet": "", "word_count": 381, "score": null, "source": "The New York Times", "section_name": "World", "type_of_material": "News", "document_type": "article", "main_headline": "STUDENTS IN SPAIN, PROTESTING COLLEGE PLAN, SHUT MOST SCHOOLS", "print_headline": "STUDENTS IN SPAIN, PROTESTING COLLEGE PLAN, SHUT MOST SCHOOLS", "body_text": " **********Most of Spain's high schools were shut today as striking students marched in cities around the country to protest college admission policies. **********Apparently inspired by students in France, hundreds of thousands of Spaniards joined in the strike, and tens of thousands marched in Madrid, Barcelona, Valencia, Seville and most of the remaining provincial capitals. **********Protesting French students in recent weeks have forced the conservative Government of Prime Minister Jacques Chirac to abandon plans to tighten university admission. The issues are similar here, where it is the center-left Government of Prime Minister Felipe Gonzalez, that has been seeking to rationalize admission to the country's overrun and underfinanced universities. **********The marches were mostly peaceful, though in Madrid, far right-wing youths threw eggs and rocks at the police, provoking riot troops to intervene in a brief melee. Free Access Is Sought **********''No to selectivity; more budget,'' read a typical placard bobbing over the heads of the marchers here. ''For a democratic, free and scientific education,'' read another. **********The students demand that each graduating high school student be given free and open access to his university and department of choice. They also demand that the Government re-instate some canceled second-chance examinations for students who failed their high school graduation exams. **********Government officials counter that fees at public universities are minimal - about $350 a year - and that the schools are already so crowded that many departments often have 100 students for each professor. **********Moreover, budgets are so tight that the average tenured professor earns about $1,000 a month, or equal the salary of many doormen. One result is that many professors have additional nonacademic jobs, diminishing the quality of their teaching. Selectivity Called Necessary **********Jose Maria Maravall, the country's Oxford-educated Minister of Education, comes from the left wing of the Socialist Party but argues that open admission would further dilute the quality of what he acknowledges is a mediocre university education system. It would also further overrun popular faculties such as medicine, even though the country already has an excess of doctors. **********Mr. Maravall has argued that some selectivity and rationalization of faculty sizes is necessary to meet the needs of the nation and to improve the quality of the universities."}, "https://www.nytimes.com/1986/05/11/business/realizing-a-decadesold-dream-the-irresistible-logic-of-tax-reform.html": {"writer_name": "Harvey Galper", "pub_date": "1986-05-11", "snippet": "THE Senate Finance Committee has been forced by the inexorable logic of comprehensive income taxation to report out a real tax reform bill. Apparently, the trade-off of tax preferences for lower tax rates was irresistible.\n\nAt first, though, the c...", "word_count": 1206, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "REALIZING A DECADES-OLD DREAM;\nTHE IRRESISTIBLE LOGIC OF TAX REFORM", "print_headline": "REALIZING A DECADES-OLD DREAM;\nTHE IRRESISTIBLE LOGIC OF TAX REFORM", "body_text": " **********THE Senate Finance Committee has been forced by the inexorable logic of comprehensive income taxation to report out a real tax reform bill. Apparently, the trade-off of tax preferences for lower tax rates was irresistible. **********At first, though, the committee followed its usual practice of handing out tax favors having no rhyme or reason other than to help favorite constituents. But it soon found that it was losing too much ground and that there was no place to stop. It then reversed gears and went in the opposite direction, promoted by Senator Bill Bradley, Democrat of New Jersey, and others, of broadening the tax base and using the increased tax revenues to cut rates. That's something that many of us have been advocating for years, and we heartily endorse it. **********The howls of the special interests reflect the true nature of comprehensive tax reform. The elimination of tax preferences hurts the few, while the rate reductions help the majority who pay taxes on all or most of their income. The result is that individuals and businesses with the same income will pay more nearly equal taxes. Equity will be better served, and the huge economic distortions created by the present system will be reduced. **********A case in point is the proposed elimination of the $2,000 deduction for contributions to Individual Retirement Accounts by people already covered by employee pension plans. While I.R.A.'s were devised as a way to increase the nation's savings rate, the primarily high-income taxpayers who have taken advantage of them have not increased their saving; they have simply switched funds into I.R.A. accounts from other sources. **********The revenue cost of I.R.A.'s now amounts to $15 billion a year. It would be better to use this revenue to cut marginal tax rates, which may actually induce some people to save more than they would otherwise. (It would be even better to use the revenue to lower the deficit. That is the surest way to increase national saving.) Other base-broadening provisions in the bill are equally desirable: Limiting the deduction for personal interest expense to the amount of investment income; eliminating the deduction for state and local sales taxes; disallowing the charitable contribution deduction for non-itemizers; preventing the use of trusts to shift income to children. **********Widening the tax base has two separate effects. First, it reduces tax subsidies for particular uses of income. Second, it allows us to lower tax rates, which in turn has the effect of reducing the economic importance of remaining distinctions in the tax code. A comprehensive tax base with low marginal tax rates would let market forces guide economic decision-making. Conservatives and liberals alike should rejoice. **********The taxation of business and capital income is always controversial. But in exchange for losing the investment tax credit, corporations are getting faster depreciation on machinery and equipment and a substantial cut in their marginal rate, from 46 percent to 33 percent. The support for tax reform by high-tech and other innovative companies suggests that the shift in relative tax burdens would enhance productivity and growth. Not everyone would gain, but a lower tax rate would focus business attention on the economics of a project rather than the tax benefits. The preferential provisions for capital gains in today's Internal Revenue Code are being defended as essential bulwarks for venture capital. Not mentioned is the fact that the so-called increase in venture capital in recent years has not had any measurable effect on the nation's productivity growth rate. Or that the lion's share of their venture capital funds come from institutional sources that are not exactly the prototypes of the modern venture capitalist. Moreover, many of these institutions are not taxable at all. The equalization of tax rates on capital income means that the tax burden on dividends, interest and rents will go down while the tax rate on capital gains is going up. There is no reason why the tax law should favor one type of investment income over another. **********MOST of the allure of the tax-shelter industry will be lost if the bill is enacted. But this does not mean that the economy will collapse. The funds now going into tax shelters would seek much more productive outlets, increasing economic efficiency. **********The bill would raise personal exemptions to $2,000 and the standard deduction to $5,000 for married couples ($3,000 for single persons). This would increase tax-free levels of income for a family of four from $7,990 to $13,000 (ignoring the earned income credit) and restore the principle that families with incomes below the official poverty line should not be subject to tax. As a result, the rising burden of income taxation on the poor would be reversed. **********There are, of course, some less appealing aspects of the bill, reflecting inevitable compromises. Tax breaks have been retained for oil and gas drilling, although other tax shelters have been hit hard. The inefficient use of tax-exempt bonds for private purposes is barely affected. Depreciation deductions for equipment are made even more accelerated than current law, but no adjustments are made for inflation. **********Instead of closing these loopholes, the committee adopted a beefed-up minimum tax to be sure that wealthy individuals and businesses pay some tax. This minimum tax complicates, rather than simplifies, the law, but it will sweep into the tax base a great deal of income that would not be taxed otherwise - perhaps not an ideal solution, but a net gain in efficiency and fairness. **********Full taxation of capital gains, as proposed in the bill, is long overdue, but two further changes are in order. First, nominal capital gains should be adjusted for inflation, to avoid the charge that tax is being imposed on illusory gains. Second, owners of assets can still escape the capital gains tax entirely if the assets are held until death and then transmitted to heirs by request. The correct rule to avoid this ''lock-in'' effect is to tax at death gains that have gone unrealized during the decedent's lifetime. The first of these two corrections would liberalize the tax treatment of capital gains; the second would tighten it. With these corrections, all real capital gains would be taxed in full. **********Much has been made of the 27 percent top marginal rate, but this is false advertising to some degree. Joint returns with incomes of more than $75,000 would begin to lose the benefit of the initial 15 percent tax rate and those with incomes of more than $145,000 would begin to lose the benefit of the $2,000 per capita personal exemption. The loss of these benefits as income rises imposes an additional tax of about 5 percent in the phase-out zones, thus increasing the marginal rate to 32 percent. After the phase-outs have been completed at $185,000, the rate drops to 27 percent again. It would be fairer and surely more understandable simply to raise the tax rate to 28 or 29 percent for all income above $75,000. **********But these are minor criticisms. Taken as a whole, the bill is a giant step in the right direction. While there is still a long way to go in the legislative process, there is hope that real tax reform is in the offing."}, "https://www.nytimes.com/1986/08/07/business/futures-options-oil-market-stabilizes-ignoring-big-inventory.html": {"writer_name": "Lee Daniels", "pub_date": "1986-08-07", "snippet": "", "word_count": 705, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "OIL MARKET STABILIZES, IGNORING BIG INVENTORY", "print_headline": "FUTURES/OPTIONS; OIL MARKET STABILIZES, IGNORING BIG INVENTORY", "body_text": " **********The oil market yesterday shrugged off an industry report showing increases in crude oil and product inventories. The market seemed to steady after two days of volatile trading and sharp price increases sparked by the OPEC production-limiting agreement. **********Yesterday's market action, with prices recovering in the afternoon after a substantial slide in the morning, led some analysts to say oil prices were on a clear upward course. **********Other analysts and industry figures, however, continued to express skepticism about the durability of the OPEC accord and the price rise. **********Meanwhile, Egypt, which has long been sympathetic toward the Organization of Petroleum Exporting Countries, said yesterday that it was considering going along with OPEC's request that non-members reduce their oil output to bolster prices. Malaysia's Output Decision **********Malaysia, which produces 510,000 barrels a day, also said yesterday that it would trim its production but did not say by how much. **********Mexico, another non-member with close ties to OPEC, had said Tuesday that it would reduce its oil exports by 10 percent, to 1.4 million barrels. **********In another OPEC-related development, trading on the Tokyo oil market came to a stop yesterday as traders and oil executives studied the OPEC accord and Saudi Arabia's decision to curtail or end its practice of selling oil at a discount to high-volume customers. Japan is particularly hurt by this move because it buys more than 70 percent of its crude oil from OPEC. Among its members, Saudi Arabia is the leading supplier. **********The Saudi decision also affects American oil companies. Oil Minister's Comments **********Analysts said the market's recovery from its morning slump yesterday was bolstered by remarks from the oil minister of the United Arab Emirates, a major OPEC producer. This official, Sheik Mani Said al-Otaiba, said the organization would further reduce its production and extend the agreement's duration in an effort to push petroleum prices up to $20 a barrel. He also said OPEC should restore official prices as a way to stabilize the market when the higher prices were reached. **********After these comments became known, oil prices reversed direction and rose, finishing only slightly below Tuesday's levels. **********The near-month futures contract for West Texas Intermediate, the principal American grade, closed at $14.88 a barrel, down 14 cents, on the New York Mercantile Exchange. **********The near-month heating oil contract recovered to about 42 cents a gallon, down a cent on the day. Leaded and unleaded gasoline closed essentially unchanged at 42 and 41 cents a gallon, respectively. Prices in the Open Market **********In the London-based open market, West Texas Intermediate was at $14.80, up 60 cents, while Brent crude oil, the British North Sea grade that is an international benchmark, was at $12.90 a barrel. **********''This was a very encouraging sign,'' said Nauman Barakat of Smith Barney, Harris Upham & Company, referring to the Otaiba statement. ''It indicated not only that the agreement has strength but that it might be more than a two-month deal.'' **********Peter C. Beutel, assistant director of Elders Futures Inc., went further. The market, he noted, has ignored both widespread skepticism about the OPEC accord and a ''tremendously bearish'' report on a significant build-up in crude oil and petroleum stocks in the last week. This means, he said, that the market has bottomed out. **********Yet many analysts and industry executives continue to doubt that the OPEC pact can endure. Tensions Within OPEC **********John H. Lichtblau, president of the Petroleum Industry Research Foundation, called the OPEC pact ''a remarkable achievement'' given the disparate interests of the group's members and the deep tensions among them. He said the accord appears to have firmed the oil price structure for this month. **********But he said the world's huge over-supply of crude oil would almost cer-tainly act to brake any substantial rise in petroleum prices, which would tend to undermine the stability of the OPEC agreement. **********In other developments yesterday, the Citgo Petroleum Company, a div-ision of the Southland Corporation, and the Unocal Corporation raised their posted price for West Texas In-termediate by $1, To $12.25 a barrel. Their actions followed similar moves by others on Monday and Tuesday."}, "https://www.nytimes.com/1986/11/08/world/soviet-defense-chief-misses-key-parade.html": {"writer_name": null, "pub_date": "1986-11-08", "snippet": "", "word_count": 478, "score": null, "source": "The New York Times", "section_name": "World", "type_of_material": "News", "document_type": "article", "main_headline": "SOVIET DEFENSE CHIEF MISSES KEY PARADE", "print_headline": "SOVIET DEFENSE CHIEF MISSES KEY PARADE", "body_text": " **********The Soviet Defense Minister, Marshal Sergei L. Sokolov, who has been out of public view for the last two months, failed to review the Revolution Day parade in Red Square today, increasing the speculation that he is seriously ill. **********In his stead, the troops of the Moscow garrison were reviewed by Gen. Pyotr G. Lushev, one of three First Deputy Defense Ministers, who has been filling in for Marshal Sokolov at major functions and who is viewed by Western military experts as the most likely candidate to become the next Defense Minister. **********Although Marshal Sokolov's name has continued to appear under documents requiring the Defense Minister's signature, he last made a public appearance on Sept. 9. **********Taking the Revolution Day salute on Red Square, however, is by tradition the chief public function of the Defense Minister. Marshal Sokolov's predecessor in the post, Marshal Dimitri F. Ustinov, failed to appear at the parade in November 1984, a month before his death, and it was Marshal Sokolov, then one of his deputies, who reviewed the troops. A Period of Transition **********Marshal Sokolov, 75 years old, has never achieved the public prominence or political power of Marshal Ustinov, a politician in uniform who was regarded as one of the most powerful men in the Politburo of Leonid I. Brezhnev. **********Marshal Sokolov became Defense Minister when already 73, considerably older than most of the new men Mikhail S. Gorbachev brought into the Soviet leadership. A career soldier who spent many years in charge of exporting arms, Marshal Sokolov was widely regarded as a transitional figure in the Defense Ministry. **********When he entered the Politburo in 1985, it was only as a non-voting candidate member, and he has made no major pronouncements on defense or arms control. **********General Lushev has been closely watched by Western experts since he was identified as a First Deputy Defense Minister in late July. **********Although in the military hierarchy General Lushev, 62, ranks below Marshal Sergei F. Akhromeyev, the armed forces Chief of Staff and also a First Deputy Defense Minister, his promotion, age and prominence over the last two months have singled him out as the most likely candidate to become the next Defense Minister. **********An infantry company commander in World War II, General Lushev served as commander of the central Asian military district and the Moscow garrison before taking command in 1985 of Soviet forces in East Germany, where the Kremlin maintains 400,000 troops. **********In his address from atop Lenin's mausoleum, General Lushev closely followed the political line of the Kremlin, accusing the United States of blocking progress on arms control and vowing that the Soviet Union would not allow the West to achieve military superiority. **********The Red Square parade otherwise closely followed the traditional pattern."}, "https://www.nytimes.com/1986/02/25/world/moscow-congress-is-starting-today.html": {"writer_name": "Philip Taubman", "pub_date": "1986-02-25", "snippet": "", "word_count": 918, "score": null, "source": "The New York Times", "section_name": "World", "type_of_material": "News", "document_type": "article", "main_headline": "MOSCOW CONGRESS IS STARTING TODAY", "print_headline": "MOSCOW CONGRESS IS STARTING TODAY", "body_text": " **********The Communist Party's 27th congress opening here Tuesday is expected to endorse the new leaders and programs selected by Mikhail S. Gorbachev to guide the Soviet Union through the rest of the century. **********More than 5,000 delegates from party cells around the country, ranging from regional party leaders to Siberian model milkmaids, have assembled in banner-bedecked Moscow for the rite and spectacle associated with the ruling party's quinquennial convention. **********The congress, which will convene in the modernistic Palace of Congresses within the Kremlin walls, is expected by Western diplomats to be the most significant and interesting since the 20th congress of 1956 and the 22d of 1961, at which Nikita S. Khrushchev denounced Stalin's rule. **********The diplomats said they would not be surprised if Mr. Gorbachev and other leaders made a break with the past, criticizing Leonid I. Brezhnev for condoning corruption and stagnation during his 18 years as party leader. Mr. Brezhnev, who died in 1982, was leader during the last congress, in 1981. **********New Generation of Leaders **********In contrast to that congress - at which Mr. Brezhnev, then 74 years old, slurred his words and most of his speech was read on television by an announcer - this meeting will present a new generation of energetic, articulate leaders. Mr. Gorbachev, who became the party's General Secretary in March 1985, will celebrate his 55th birthday during the congress on March 2. **********In theory, a congress is the party's ultimate authority, with the power to determine policy and elect party leaders. In practice, the congress endorses programs and officials previously selected by the top leadership, made up of the Politburo, a consultative body that makes policy, and by the party's full-time Secretariat, which carries out day-to-day policy. **********By the time the 27th congress ends late next week, it will have approved an economic program setting goals for the new five-year plan, 1986-90, and outlining broader objectives for the next 15 years. The congress will also approve a new party program. **********Drafts of the party program and of the five-year plan were published in December and are expected to be endorsed with only minor changes. New Central Committee Due **********On its final day, the congress will approve the membership of a new Central Committee, which is a consultative body that is convened about twice a year in so-called plenary meetings and acts on behalf of the congress for the next five years. The Central Committee, in turn, confirms the membership of the existing Politburo and Secretariat, which are the real centers of power. **********Mr. Gorbachev is scheduled to open the congress Tuesday with a keynote speech on the state of the Soviet Union. **********The other major speech during the congress will be delivered by Prime Minister Nikolai I. Ryzhkov. It is expected to focus on the five-year plan. **********Moscow has been has been spruced up for the event. Red banners line the major streets and portraits of Lenin hang from building facades. **********The international significance of the congress will be emphasized by the attendance of the leaders of ruling and nonruling Communist parties from abroad. Party leaders who arrived over the weekend include Gus Hall of the Communist Party U.S.A.. Social Democrats Expected **********A total of 153 delegations from 113 countries are expected to attend, including 21 groups representing Socialist of Social Democratic parties in the West. That represents a large increase in non-Communist delegations compared to previous congresses. **********Soviet officials said it was the first time Western non-Communist parties, including the British Labor Party, have been accorded the same treatment as Communist parties. **********In contrast to previous meetings, the foreign guests are not expected to speak at the congress. Instead, they have been invited to address party meetings in other Soviet cities. **********The Chinese did not send a delegation. Although ties between the Soviet Union and China have been slowly improving at the Government level, the ruling parties themselves have had no formal contact since they broke 25 years ago. **********While the autonomy of the congress is minimal, its role in the Soviet system is not insignificant, according to Western scholars. Role in the Soviet System **********John N. Hazard of Columbia University said in a book, ''The Soviet System of Government'': **********''For the leadership, the congress periodically legitimizes its role by providing public evidence of rank-and-file support. **********''For the delegates, it provides an opportunity to see and meet leaders, to gain orientation in political, economic and social problems by listening to reports, to share experience with peers during the corridor and hotel conversations, and perhaps most importantly, to sense the exhilaration of being recognized as an important cog in a machine proclaimed from the congress tribune as infallible and invincible.'' **********Delegates to the congress are named by regional party organizations around the country. **********At the beginning of the century, congresses were rocked by dissent and factional conflict. The first congress occurred in 1898. At the second, in 1903, the Communist movement split into Bolshevik and Menshevik wings,with the Bolsheviks ultimately seizing power in Russia in 1917. Even after the revolution and the consolidation of power by Lenin, congresses were the scene of acrimonious debate and divided votes. More recently, however, major policy decisions or personnel changes have generally been made outside of congresses, which are generally called on to endorse them."}, "https://www.nytimes.com/1986/08/20/business/business-people-ex-head-of-eaton-unit-gets-posts-at-tracor.html": {"writer_name": "Stephen Phillips", "pub_date": "1986-08-20", "snippet": "", "word_count": 338, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "Ex-Head of Eaton Unit Gets Posts at Tracor", "print_headline": "BUSINESS PEOPLE; Ex-Head of Eaton Unit Gets Posts at Tracor", "body_text": " **********Mellon C. Baird was named today president, chief operating officer and a director of Tracor Inc., the company said. Mr. Baird, 55, and the former president of the Eaton Corporation's Defense and Electronics Group, will assume his position as a director tomorrow and his executive posts on Sept. 10. **********Mr. Baird will be responsible for the five divisions that make up Tracor's Defense Electronics, Instruments and Components segments, said Frank W. McBee Jr., the company's founder, chairman and chief executive officer. Mr. Baird was hired to facilitate the ''expansion of breadth'' of the company's operations, Mr. McBee said. **********Mr. McBee, 66, will resign as president but said he had no plans to retire from the company. **********Tracor, based in Austin, Tex., develops and produces electronic and scientific components for aviation and the military. For the second quarter, ended June 30, the company earned $7.2 million, or 36 cents a share, on revenue of $162.6 million. The defense electronics unit accounted for two-thirds of last year's revenue of $547 million, with United States defense agencies providing almost 50 percent of the sales. **********A native of Waco, Tex., Mr. Baird has worked in the field of defense electronics since 1957. After graduating from North Texas State University with a bachelor's degree in marketing and physics, he joined Varo Inc., in Garland, Tex., which specializes in night vision and electro-optics systems for the military. Mr. Baird later worked for Sanders Associates, another military contractor, and the Fischbach Corporation. Since 1982, Mr. Baird had been the head of Eaton's $1.2 billion military electronics unit in Cleveland. **********Mr. Baird said that ''having just walked in the door,'' he had no immediate plans for any significant change at Tracor. But he said that he is ''looking forward to the broader scope'' of responsibilities he will have at his new job. **********Because he is from Texas, Mr. Baird said, the new position is ''icing on the cake,'' adding, ''It's nice to be home.''"}, "https://www.nytimes.com/1986/11/17/business/no-new-law-seen-in-boesky-penalty.html": {"writer_name": "Tamar Lewin", "pub_date": "1986-11-17", "snippet": "", "word_count": 951, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "NO 'NEW LAW' SEEN IN BOESKY PENALTY", "print_headline": "NO 'NEW LAW' SEEN IN BOESKY PENALTY", "body_text": " **********The Securities and Exchange Commission broke no new legal ground in its action against Ivan F. Boesky, according to securities experts, although the size of the arbitrager's $100 million insider trading penalty was unprecedented. **********''I don't think there's any new law in it at all,'' said Harvey Goldschmid, a corporate law professor at the Columbia University law school. **********And that in itself was a bit surprising. Ever since the S.E.C. announced its case against Dennis B. Levine -the former merger specialist at the center of the trading scheme involving Mr. Boesky - securities lawyers have been expecting an action against an arbitrager to show exactly how far the S.E.C. would go in its campaign against insider trading. **********A side effect of the S.E.C.'s action against Mr. Boesky is the possibility that some of the corporations involved in acquisitions where he made illegal profits might initiate lawsuits because his activity forced them to pay a higher price. **********Randal Blauvelt, spokesman for the Enron Corporation, formed by the merger of the Houston Natural Gas Corporation and Internorth Inc., said, ''We will explore all possible legal remedies that pertain to the case, but reserve comment until a later time.'' Others Studying Situation **********Other companies said yesterday that it was too early to tell what they might do. **********''We have cooperated with the S.E.C., but we didn't know the object of their investigation,'' said Earl J. Slack, a spokesman for the Union Carbide Corporation, which thwarted an unsolicited takeover bid from the GAF Corporation last January. Mr. Slack said he did know the details of Carbide's cooperation, or when it began. ''We'll have to study the situation as far as further action is concerned,'' he said. **********Gwain H. Gillespie, chief financial officer of R. J. Reynolds Industries, said he had no knowledge that the S.E.C. ever contacted Reynolds about the investigation. Reynolds acquired Nabisco Brands in June 1985 for $4.9 billion. The Government has said that Mr. Boesky made a $4 million profit by buying Nabisco stock before the merger talks were disclosed, and selling it after they became public. ''We had no knowledge of his involvement,'' said Mr. Gillespie. **********A third company, the Boise Cascade Corporation, said it had no idea why it had been named as one of Mr. Boesky's targets. ''This comes as a surprise to us,'' said Andrew Drysdale, a spokesman for Boise Cascade. ''We have no intention of taking any action at this point.'' Pattern of Stock Trading **********Internorth made a tender offer for Houston Natural Gas on May 2, 1985. The day before, Mr. Boesky had purchased 301,800 shares of Houston Natural Gas stock based on information supplied by Mr. Levine, according to the S.E.C. The price of the gas company's stock rose, and on May 14 and 15 Mr. Boesky sold the shares and realized a profit of $4.1 million. **********The activities of risk arbitragers such as Mr. Boesky raise some of the most difficult legal questions regarding insider trading. To be successful, an arbitrager must have extensive sources he can share information with about the likely fate of the takeover candidates whose stock arbitragers buy. While the arbitrage community in general insists that their quest for information does not breach insider guidelines, the S.E.C. is thought to be investigating people with whom Mr. Boesky shared information. **********But it is hard to say exactly how much information must have been shared, and with what specificity, before those people, too, could be charged with insider trading. **********''The interesting issues are the ones we don't know about yet,'' said Professor Goldschmid. ''How much did Mr. Boesky communicate to others? How specific must the information be before it's considered insider trading? What if he just called someone and said, 'I would buy stock in Company X,' as a way of paying back someone who once called him and said, 'Why don't you buy stock in Company Y?' '' A Profit-Sharing Arrangement **********None of these issues had to be addressed in the case against Mr. Boesky, because there was clear evidence that he and Mr. Levine had a specific agreement to trade on what both of them knew was illegal inside information. **********They had arranged that Mr. Boesky would pay Mr. Levine 5 percent of the profits on deals he got into based on Mr. Levine's information, or 1 percent on deals he already knew about. **********In April, two months into that arrangement, they agreed that Mr. Boesky owed Mr. Levine $2.4 million, which might have represented profits of as much as $240 million, under the 1 percent provision, or $48 million under the 5 percent provision. **********''Our best estimate is that the profits were about $50 million,'' said a lawyer for the S.E.C. **********Under the S.E.C. settlement announced Friday, Mr. Boesky is to pay back $50 million of illegal profits and another $50 million as a penalty. The penalty could have been as much as $150 million, under the Insider Trading Sanctions Act, which allows for triple damages. **********Under the agreement, Mr. Boesky will pay the penalty by transferring to the Government stock in two companies he controls - 5,786,712 ordinary shares and 8,482,371 capital shares of Cambrian and General Securities P.L.C., a British company, and 193,827 shares of the Northview Corporation, an American company. **********Mr. Boesky has also agreed to plead guilty to one criminal charge. Prosecutors have not said what the charge would be, but sources familiar with the case said the understanding was that it would be one count of securities fraud, carrying a penalty of up to five years in prison."}, "https://www.nytimes.com/1986/12/15/business/washington-watch-fcc-review-on-licensing.html": {"writer_name": "Reginald Stuart", "pub_date": "1986-12-15", "snippet": "", "word_count": 151, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "Washington Watch; F.C.C. Review on Licensing", "print_headline": "Washington Watch; F.C.C. Review on Licensing", "body_text": " **********The Federal Communications Commission this week is expected to order its staff to conduct a formal review of all agency policies favoring women and minorities in broadcast-licensing procedures. **********The move by the agency stems from its decision earlier this fall to ask the Federal courts here to declare the ''preference'' policies of the F.C.C. unconstitutional. **********The rationale behind the preference policies is that they help increase the diversity of station ownership and programming. Agency officials say the review will help determine whether this is actually the case. **********Beneficiaries of preference policies, particularly racial minority groups, have criticized the court action and proposed review as racially suspect and have asserted that the conservative, Republican-dominated regulatory agency is trying to undermine affirmative action policies in the broadcast field that have worked. **********Tensions over the issue are expected to grow, and Congress may be asked to intervene."}, "https://www.nytimes.com/1986/01/07/world/us-and-hanoi-express-satisfaction-after-talks.html": {"writer_name": "Barbara Crossette", "pub_date": "1986-01-07", "snippet": "", "word_count": 963, "score": null, "source": "The New York Times", "section_name": "World", "type_of_material": "News", "document_type": "article", "main_headline": "U.S. AND HANOI EXPRESS SATISFACTION AFTER TALKS", "print_headline": "U.S. AND HANOI EXPRESS SATISFACTION AFTER TALKS", "body_text": " **********Two days of high-level talks between the United States and Vietnam on the issue of Americans missing in action from the Vietnam War ended today with both sides expressing satisfaction with negotiations but calling for quicker progress on unresolved cases. **********It was announced that a round of technical discussions would take place late next month to consider what the Vietnamese described as 50 new reports of remains. The two sides also talked about the opening of an American technical office here but decided such a move was unnecessary at this point, according to the American side. **********The United States delegation, the highest to come to Vietnam since the war, was led by Assistant Secretary of Defense Richard L. Armitage, who spoke to reporters after the final session today. He was joined at the news conference by Hoang Bich Son, the Vietnamese Deputy Foreign Minister, who headed Hanoi's delegation. **********Meeting With Foreign Minister **********The Americans met earlier this morning with Foreign Minister Nguyen Co Thach. Mr. Thach, leaving the Foreign Ministry guest house, a former French colonial governor's palace, said that while both sides were pleased with the discussions, they sought quicker progress. **********Mr. Son said later that a two-year timetable for resolving the question of missing Americans, which Vietnam announced in July, would now go into effect. But he and Mr. Thach said they hoped the issue could be resolved in less than two years. **********The United States has made a fuller accounting of missing Americans a prerequisite for better relations with Vietnam. A total of 1,797 Americans are unaccounted for in Vietnam and around its shores. Talks on Prisoners of War **********While the United States has largely agreed with Vietnam that there is almost no likelihood that any missing Americans are still alive, there have been repeated reports in the United States of evidence that some Americans are being held prisoner. **********The issue of prisoners of war was raised this morning, according to Foreign Minister Thach. ''I have assured them that there is no one alive in our hands,'' he said. **********Officials said the atmosphere around the talks had been businesslike and devoid of ceremony. **********Over the last year both the Vietnamese and the Reagan Administration have said they have been encouraged by progress on the issue of the missing Americans. In July the Vietnamese returned the remains of 26 Americans killed during the war, most of them downed airmen. **********In November Hanoi allowed the first joint excavation of an American B-52 crash site near Hanoi. **********The United States delegation at the talks here included Paul D. Wolfowitz, the Assistant Secretary of State for East Asian and Pacific Affairs; Richard K. Childress of the National Security Council, and Ann Mills Griffiths, executive director of the National League of Families, which represents the relatives of missing Americans. **********Also in the delegation were Col. Howard Hill of the Defense Department and M. Lyall Breckon, director of the State Department's Vietnam, Laos and Cambodia section. The Vietnamese Delegates **********The Vietnamese delegation included Mr. Son; Nguyen Dy Nien, an Assistant Foreign Minister; Tran Hoan, director of the Vietnamese Foreign Ministry's North American Department, and Nguyen Can, the Deputy Director of North American Affairs. **********The United States had insisted that the meeting be confined to the issue of missing Americans. The Vietnamese sought to broaden the discussions to other issues holding up American diplomatic recognition of Hanoi. **********Washington has said there will be no diplomatic relations or economic help until Vietnamese troops leave Cambodia. Hanoi toppled the Khmer Rouge Government there seven years ago today and now occupies the country with more than 150,000 troops. **********Hanoi is openly acknowledging that it would like to link the opening of any American liaison office in Hanoi with the opening of a Vietnamese mission in Washington. Hanoi Seeks Warmer Ties **********On Saturday, Vo Dong Giang, a Minister of State at the Vietnamese Foreign Office, told reporters that it was only fair that if the Americans were present in Hanoi, the Vietnamese should be present in Washington. **********Asian officials and diplomats based in Hanoi said the Vietnamese attached great importance to the meeting with the Americans because Hanoi needed to improve relations with Washington for several reasons. **********Diplomats describe the Vietnamese leadership as uncomfortable in an exclusive alliance with the Soviet Union. **********The Vietnamese, they say, would like to be able to play Washington and Moscow off against each other in the region, where both Soviet and American strategic interests are at stake. **********Vietnam would also like warmer relations with China, which would give Hanoi even more leverage in dealing with the great powers, diplomats say. Reconstruction Is Aim **********In a meeting with reporters on Monday while the first session of the talks was in progress, Mr. Giang, the Minister of State, was asked why Vietnam wanted better relations with Washington. ''We do not want to improve relations only with Washington,'' he said. ''We want to improve relations with all the people around us because we need a peaceful framework for reconstruction.'' **********There are those close to Hanoi who contend that Vietnam, now one of the world's poorest countries, continues to hold out hope for some kind of American reparations for the war or at least for American help in development. **********But even without recompense, Vietnam appears to believe that it would gain substantially from United States recognition in terms of unofficial aid from American and international organizations. A number of private American humanitarian organizations say they would like to aid the Vietnamese but have been blocked by the diplomatic situation."}, "https://www.nytimes.com/1986/06/04/world/reagan-asks-vote-for-saudi-missiles.html": {"writer_name": "Bernard Weinraub", "pub_date": "1986-06-04", "snippet": "", "word_count": 858, "score": null, "source": "The New York Times", "section_name": "World", "type_of_material": "News", "document_type": "article", "main_headline": "REAGAN ASKS VOTE FOR SAUDI MISSILES", "print_headline": "REAGAN ASKS VOTE FOR SAUDI MISSILES", "body_text": " **********President Reagan told Republican Congressional leaders today that a Senate vote later this week on the sale of missiles to Saudi Arabia would ''have a profound effect'' on United States relations with Arab states. **********At stake in the vote, White House officials and Republican leaders emphasized, was nothing less than Mr. Reagan's influence among the less militant Arab countries and his leadership at home. ''The President's leadership is on the line, particularly as far as Republicans are concerned'' said Bob Dole, the Senate majority leader, after the Republican legislators met with Mr. Reagan. **********Senator Dole said: ''We're all running around the country praising Ronald Reagan for his great leadership, his 68 percent approval rating. And if we really believe what we say, then we ought to be with him on a critical issue like this.'' **********Edward P. Djerejian, a White House spokesman, said: ''The decision is really a very fundamental one. The President must succeed on this.'' A Close Vote Expected **********With the Senate scheduled to take up the Saudi weapons package Thursday, a White House official said the vote was expected to be ''close, real close.'' Senator Richard G. Lugar, chairman of the Foreign Relations Committee, said, ''I'm not brimming with overconfidence, but I think the President will be sustained.'' **********The Senate will vote on whether to sustain or override Mr. Reagan's veto two weeks ago of a measure that sought to block the President's request to sell the advanced missiles to Saudi Arabia. The White House needs at least 34 votes if all 100 Senators vote on the veto. **********Mr. Reagan said during a photo session with the Republican legislators in the Cabinet Room at the start of the meeting that a vote to block the sale of arms to Saudi Arabia would ''seriously undermine'' United States policy objectives in the Middle East. ''It's quite simply necessary and indispensable to the execution of our foreign policy,'' Mr. Reagan said. ''I want all of you to understand that this vote will have a profound effect upon our relations with the Arab world, not just Saudi Arabia,'' he said. ''If the veto isn't sustained, it will seriously undermine our foreign policy objectives throughout the region. A sale is, clearly and without question, in the interest of the United States.'' Comment From Cranston **********At the Capitol, Senator Alan Cranston, Democrat of California, and a leader of the opposition, said: ''I think it will be very close. I'm not making any predictions one way or another.'' The Democratic minority Leader, Robert C. Byrd of West Virginia, said the vote results remained uncertain, but added, ''The President has an extremely good facility for twisting arms.'' **********White House officials said Mr. Reagan planned to make phone calls over the next few days to wavering senators to press his case for the Saudi arms sale and emphasize, among other things, that a Senate rejection would damage Middle East peace efforts. **********''The President has been a strong friend of Israel and it is his view that if his veto was not sustained it would adversely affect the long-term interests of Israel, it would impair his ability to influence events in the Middle East, it would undercut him,'' said William L. Ball 3d, Assistant to the President for Legislative Affairs. **********Mr. Djerejian emphasized that the vote on the Saudi Arms package would have an impact far beyond United States relations with Saudi Arabia. ''It impinges on our position in the Persian Gulf and the Iran-Iraq war, it impinges on our position in the Arab-Israeli peace process, it impinges on United States-Soviet relations in terms of giving the Soviets further opportunities to exploit the situation in the Middle East,'' he said in an interview. Proposal Was Reduced **********Efforts to sell arms to Saudi Arabia began last year when the White House informally proposed a package worth more than $1 billion. Facing powerful Congressional opposition, the Administration reduced the proposal so it contained only types of weapons already in the Saudi arsenal. **********The $354 million deal included Harpoon air-to-ship missiles, Sidewinder air-to-air missiles as well as shoulder-fired Stingers, which can shoot down a plane up to five miles away. Because of Congressional concern that the Stingers could fall into the hands of terrorists, these missiles served as the most controversial part of the package. **********Both the Senate and House overwhelmingly passed disapproval resolutions of the arms package in early May, with critics arguing that Saudi Arabia had proved an unreliable partner in the search for Middle East peace and warning that some of the missiles could fall prey to terrorists. **********On May 20, the White House, in a move that apparently swayed some senators to support the sale, removed the 200 Stinger launchers - and 600 reload missiles - from the package. The next day, Mr. Reagan vetoed the Senate resolution that sought to block his request to sell missiles to Saudi Arabia. A vote on overriding the veto was then postponed until after the Memorial Day recess. Legislators returned to Congress on Monday."}}