{"https://www.nytimes.com/1987/12/31/business/judge-clears-2-bond-raters.html": {"writer_name": null, "pub_date": "1987-12-31", "snippet": "", "word_count": 207, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "Judge Clears 2 Bond Raters", "print_headline": "Judge Clears 2 Bond Raters", "body_text": " **********The nation's two largest bond-rating agencies - the Standard & Poor's Corporation and Moody's Investors Service - have been dismissed as defendants in a securities fraud lawsuit. The suit was filed by investors after a group of utilities defaulted on $2.25 billion worth of bonds. **********Federal District Judge William Browning of Tucson, Ariz., acted Tuesday after lawyers decided there was no case against the two companies. They rated bonds for the Washington Public Power Supply System, which sold the bonds to finance construction of two nuclear power plants that have never been finished. **********Jim Irwin, a co-lead counsel for the plaintiffs in the giant lawsuit, said today that there appeared to be no case against S.&P. and Moody's. ''We contend W.P.P.S.S. and the others didn't disclose all of the relevant facts, either to the market or the rating agencies,'' he said. **********Moody's, in a statement, said it was gratified by the announcement."}, "https://www.nytimes.com/1987/10/03/business/company-news-bid-sweetened-for-bow-valley.html": {"writer_name": null, "pub_date": "1987-10-03", "snippet": "", "word_count": 245, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "Bid Sweetened For Bow Valley", "print_headline": "COMPANY NEWS; Bid Sweetened For Bow Valley", "body_text": " **********British Gas P.L.C. said today that it was raising its offer to $940 million (Canadian), or about $712 million (United States), to increase its stake in Canada's Bow Valley Industries to 51 percent. **********The new offer is designed to make the deal more attractive to institutional shareholders in Bow Valley, an oil and gas exploration and production company in Calgary, Alberta. **********British Gas is offering $20 (about $15) for each of 29 million new ordinary shares in Bow Valley and is also willing to pay $24 (about $18) each for enough outstanding ordinary shares to bring its holding to 51 percent on a fully diluted basis. **********British Gas, which was privatized late last year, would have paid $1.37 billion (about $1 billion) for its 51 percent stake under its original offer, made in July, but would not have bought any outstanding shares. **********Instead, it would have received an option to buy new shares. **********Institutions holding the majority of ordinary shares in Bow Valley complained that they would not benefit from the original deal and threatened to vote against it. **********The new offer depends on approval from Bow Valley shareholders and Canadian regulatory authorities, British Gas said."}, "https://www.nytimes.com/1987/06/03/business/market-place-biotechnology-expectations.html": {"writer_name": "Vartanig Vartan", "pub_date": "1987-06-03", "snippet": "", "word_count": 883, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "Biotechnology Expectations", "print_headline": "MARKET PLACE; Biotechnology Expectations", "body_text": " **********PRICES of biotechnology stocks steadied yesterday after Monday's selling avalanche hit the group and sent Genentech Inc., the industry leader, tumbling $11.50, to $36.75, amid volume of more than 14 million shares. **********Genentech eased 25 cents, to $36.50, yesterday in a turnover of 5.6 million shares, again ranking as the most-active issue in over-the-counter trading. Meanwhile, several security analysts said they remained negative on the stock, which has been described as biotechnology's first ''superstar'' company. Earlier this year Genentech's shares reached a record price of $65.25, having more than doubled within the previous 52 weeks. **********''For the last 18 to 24 months, most of the movement in Genentech's stock has been related to expectations for the company's long-awaited drug, T.P.A.,'' one analyst said. T.P.A., or tissue plasminogen activator, is a drug that dissolves blood clots and is intended for use in treating heart-attack victims. **********Industry experts have expected the drug to receive Government approval. But shock waves were sent through the investment community by a surprising decision late Friday when an advisory committee of the Federal Drug Administration recommended that the agency not approve T.P.A. at this time. **********Peter F. Drake of Kidder, Peabody & Company lowered his rating on Genentech from ''buy'' to ''sell'' on Monday. **********''My bet now is that we face a six-month process before approval of T.P.A.,'' said M. Kathy Behrens, an analyst with Robertson Colman & Stephens in San Francisco. But she added: ''I am more bullish on Genentech than most of Wall Street. I still recommend buying the stock.'' **********One longtime follower of Genentech said: ''T.P.A. had been hailed by some people as the drug of the century. It aroused a speculative frenzy, but now that psychology has been punctured to some degree.'' **********On Monday Stephen Buell of E. F. Hutton & Company removed his favorable short-term ratings on five biotechnology companies - Amgen, Cetus, Chiron, Immunex and Biogen. But yesterday he reinstated his ''accumulate'' investment opinion on these issues. **********''I don't think anything that happened at the F.D.A. reflects negatively across the entire industry,'' Mr. Buell said. ''Instead, it was a negative for one company, namely Genentech. **********''The stock has undergone the first leg of a major two-leg pullback. But what is not yet in the stock's price is a sufficient scaleback in expectations for what the T.P.A. drug ultimately can sell for. Wall Street's expectation remains close to $1,500 per treatment. I think the price will be $400 to $500 per treatment, and that may be optimistic.'' **********David H. MacCallum, an analyst with Hambrecht & Quist in San Francisco, said: ''We have had Genentech on our buy list for two years. At present prices, however, it will be a difficult stock to make money on during the next few months. The company has suffered some damage, since the window for competition has opened up further. But any price below $30 would present a good, long-term buying opportunity.'' Analysts have been chopping their earnings estimates, too, after the decision by the F.D.A. panel. Last year Genentech's operating profit was 17 cents a share. **********''We had been estimating earnings of 25 cents a share for 1987 and between $1.30 and $1.40 for next year,'' Mr. MacCallum said. ''We have reduced those figures to 15 cents for this year and to between 60 and 70 cents for 1988, assuming that T.P.A. will be on the domestic market by the third quarter of next year.'' **********Genentech focuses on developing and making pharmaceuticals produced by recombinant-DNA technology. In 1980 it was the hottest new issue to come to market in 10 years. On the opening day of trading, the stock - which has split three times since then - went public at $35 and soared as high as $86. At that time, it was a four-year-old company best known for having used gene-splicing to produce human insulin for treating diabetes. **********Teena L. Lerner of L. F. Rothschild Inc. had rated Genentech's shares as a ''hold'' ever since they moved above $50 in late January. On Monday she advised clients to reduce their holdings because she regards last Friday's development ''a significant setback'' for the company. **********As for other biotechnology issues, Ms. Lerner rates Centocor and Diagnostics Products as buys. ''The long-term future of the group is still bright,'' she said. ''Companies have a number of unique and valuable products under development.'' **********At Alex. Brown & Sons in Baltimore, Jon W. Osgood, who is in charge of health care research, said, ''We regard Genentech as a 'hold' and basically have been cautious on the stock since the low 50's because of the buildup in expectations for T.P.A.'' Chiron and XOMA are the firm's strongest recommendations in the group. **********Biotechnology stocks are known for their volatile market movements. ''Most companies don't earn any money yet,'' one analyst said. ''Thus, they are conceptual stocks and subject to wide swings - both emotionally and in the market.''"}, "https://www.nytimes.com/1987/10/27/business/older-homes-sales-up-1.2.html": {"writer_name": null, "pub_date": "1987-10-27", "snippet": "", "word_count": 167, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "Older Homes' Sales Up 1.2%", "print_headline": "Older Homes' Sales Up 1.2%", "body_text": " **********Sales of existing homes rose 1.2 percent in September after three consecutive monthly declines, the National Association of Realtors said today. Single-family homes sold at an annual rate of 3.45 million units in September, up from an August rate of 3.41 million units. **********It was the first increase since a 5.9 percent advance in May. Sales fell 7.2 percent in June, 2 percent in July and six-tenths of 1 percent in August amid rising mortgage rates. **********The median price of an existing home declined to $84,900 in September from $85,100 in August but was still 5.7 percent higher than a year ago. At the median price, half the homes sold for more and half for less."}, "https://www.nytimes.com/1987/01/03/business/key-rates-130887.html": {"writer_name": null, "pub_date": "1987-01-03", "snippet": "", "word_count": 196, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "Statistics", "document_type": "article", "main_headline": "KEY RATES", "print_headline": "KEY RATES", "body_text": ""}, "https://www.nytimes.com/1987/11/06/business/strategies-of-small-traders.html": {"writer_name": "Michael Freitag", "pub_date": "1987-11-06", "snippet": "", "word_count": 890, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "Strategies Of Small Traders", "print_headline": "Strategies Of Small Traders", "body_text": " **********John L. Wells **********With all the turmoil in the stock market, John L. Wells is betting that nervous investors will flock to the traditional safe haven during times of economic uncertainty: gold. ''I am buying options in gold,'' he said yesterday at a brokerage office in midtown Manhattan. ''It's a hard asset and is bound to do well.'' **********He is making an initial investment of under $1,000. ''With the amount I'm investing, I can't lose,'' said Mr. Wells, a 31-year-old Manhattan resident who works as a model, clothing designer and waiter. ''But I can gain - that's why I'm in.'' **********Mr. Wells is pessimistic about the American economy. ''Unless there are a lot of changes politically,'' he said, ''I think there is a recession ahead. You can only go so long spending money you don't have and being in debt to other countries.''  Warren T. Wade **********Although Warren T. Wade estimates that the stocks he owns lost $20,000 to $25,000 of their value when the stock market plunged on Oct. 19, he remains optimistic about the economy and the future of his investments. **********''A lot of the stocks I was in went down on that Monday, but most of them have rebounded,'' said Mr. Wade, a resident of the Long Island community of East Williston. ''I would say that I've already recovered 80 percent of my loss. Besides, since I bought the stocks some time ago, I haven't really lost a dime.'' **********Mr. Wade, an executive at Conde Nast Publications Inc., describes himself as a ''small trader'' who is ''in and out of the market on a regular basis.'' Yesterday morning he was across the street from his Manhattan office, buying blue-chip stocks in 100-unit lots at a brokerage. **********Since the market's tumble, Mr. Wade has been very conservative. ''I've been buying companies that are doing well, paying reasonable dividends - growth companies,'' he said.  Virgilio Revilla **********The roller-coaster performance of the stock market over the last few weeks probably scared away many people who had been contemplating their first stock investments. Virgilio Revilla jumped in anyway. **********''I just bought some stocks for the first time a few days ago and I'm here to drop off a check to cover it,'' Mr. Revilla said yesterday as he stood in the small line at the Charles Schwab & Company brokerage office on Madison Avenue in Manhattan. The office was relatively calm, with regular market watchers occupying most of the seats in front of the large electronic ticker. **********Mr. Revilla, 25, said he bought about $2,500 worth of shares in utilities and the American Telephone and Telegraph Company. ''The price has gone down, so I thought that this was a pretty good time to buy,'' he said. **********He is confident that the market will soon recover: ''I'm not sure how far, but it will go back up.'' **********Mr. Revilla, who has been married for three years, attends Hunter College, where he is studying to be a physical therapist. He works as a doorman at night. He said he was not at all afraid to invest a large part of his savings in the market. ''It's better to do this than to put the money in the bank, where it only gets 6 or 7 percent,'' he said.  Julie Orlick **********As a teen-ager, Julie Orlick lived through the stock market crash of 1929. While he said he never had any doubt about an economic recovery then, Mr. Orlick is less certain about the prospects today. **********''Some people tell me that I shouldn't worry because everything is going to be all right,'' the 74-year-old retired furrier said. ''But I don't know where things are going. Nothing is clear anymore.'' **********Not even the recent lowering of interest rates has helped him regain confidence in the market, he said. ''I am worried about what will happen next. The market is up wildly one day, and it's down to the floor the next. I've never seen a pattern like this.'' Mr. Orlick said that he had only a small amount invested in stocks and that he had sold or bought nothing since the historic plunge in stock prices. ''All I can do is hold on to what I have,'' he said.  Samuel Shanies **********Samuel Shanies turned to Jerry Meglino, another investor in the Spencer-Winston Securities Inc. office on West 38th Street yesterday, to chat about economic policy. The news of lower interest rates had helped reinforce for Mr. Shanies something he had surmised: The economy would continue to roll along, stock prices would rise again and all would be well. **********''I had my losses with the crash but it's nothing to get hysterical about,'' the 69-year-old Mr. Shanies said, shrugging. **********In the meantime, he is buying more and more shares of two small companies. ''And if prices go down, I plan to buy more of them,'' he said. **********Mr. Shanies, who has retired after running a clothing manufacturing company, said he was not the least bit concerned about the long-term prospects for the market. ''I've been in the market since 1955,'' he said. ''And I've seen that each time the market goes down, it comes back.''"}, "https://www.nytimes.com/1987/12/22/world/both-sides-report-heavy-fighting-in-rebel-offensive-in-nicaragua.html": {"writer_name": "James Lemoyne", "pub_date": "1987-12-22", "snippet": "", "word_count": 1047, "score": null, "source": "The New York Times", "section_name": "World", "type_of_material": "News", "document_type": "article", "main_headline": "Both Sides Report Heavy Fighting In Rebel Offensive in Nicaragua", "print_headline": "Both Sides Report Heavy Fighting In Rebel Offensive in Nicaragua", "body_text": " **********Both the Government and the contras reported heavy fighting today in a major guerrilla attack in northeastern Nicaragua, but otherwise the two sides offered conflicting accounts. **********Contra officials said the attack, which began Sunday, was their largest in the six-year-old war, a statement that appears possible given the casualty figures reported by rebel and Government spokesmen. **********The fighting continued as rebel and Government negotiators met separately with an intermediary today in the Dominican Republic on reaching terms for a cease-fire under the Central American peace plan.  [ Page A19. ]  The rebel offensive is under way in an isolated part of Zelaya Department, an extremely rugged area about 160 miles northeast of Managua, the capital. A Government ban on travel to the area made it impossible for reporters to check the conflicting claims. **********The American-backed guerrillas struck three towns: Bonanza, La Rosita and Siuna. The towns have significant Government military installations, as well as mines for gold and other minerals that earn foreign exchange for the bankrupt economy. **********The raid is the second large attack by combined rebel units in the last three months and appears to indicate a new level of tactical sophistication, military strength and confidence. The last major attack, in October along the Rama Road in southern Nicaragua, was considered a success for the guerrillas. **********Such large-scale raids have become possible only in recent months as the rebels have used American-provided missiles against Sandinista helicopters. They seem also to have benefited from American training and American-provided computerized radio encoders that allow almost instantaneous battlefield communications.  [ The contras attacked villages along the Rama Road later today, The Associated Press reported. Lieut. Col. **********Roberto Calderon, commander of the central Nicaraguan region, said there was ''heavy fighting'' around Acoyapa, San Miguelito, La Laguna and other hamlets in the area, 125 miles east of Managua. He said he also had reports of battles around the town of El Almendro, 125 miles southeast of Managua. ]  The contra commander, Col. Enrique Bermudez, contended in a tape-recorded statement today that 7,000 of his troops had occupied Siuna and La Rosita and that fighting was continuing in Bonanza. Rebel units had destroyed two airstrips, a military radar and two bridges, he said, and had seized thousands of rifles, machine guns and rocket launchers and more than a million rounds of ammunition from Sandinista warehouses in the towns. **********Colonel Bermudez said one purpose of the raid was ''to demonstrate our military capacity,'' adding, ''This attack would not be possible without the help of our internal front, civilians who provided us with intelligence and food and who carried out sabotage.'' **********A rebel spokesman, Marta Sacasa, said in a telephone interview from Miami that more than 100 Sandinista soldiers had been killed in the attack, but did not give rebel casualties. **********A spokesman for the Nicaraguan Ministry of Defense denied some rebel claims today and refused to confirm or deny others. **********The Sandinista Army spokesman said troops had retaken Siuna and La Rosita and were still fighting in Bonanza today. The spokesman said 1,000 rebels were involved in the fighting, not 7,000, as the guerrillas maintained. Cargo Plane Reported Hit **********Witness for Peace, an American lobbying group that monitors military activity in the Nicaraguan countryside, said one of its members was in La Rosita and had reported by radio this morning that the rebels had been driven off and had not destroyed the airstrip there. **********The army spokesman said that as of this morning 23 Government soldiers and 24 contras had been killed in the fighting. He said 53 civilians had been wounded, The army spokesman also said a rebel rocket had hit an air cargo plane and killed two passengers. However, there were conflicting accounts of what caused the plane to make a forced landing in Costa Rica and it was not clear that it was hit by rebel fire.  [ Costa Rica's Minister of Security, Hernan Garron, said today that the Nicaraguan civilian cargo plane was hit by missiles and machine-gun fire over Nicaragua before crash-landing in Costa Rica, Reuters reported. He said two of the six crewman were seriously hurt. ]  The Nicaraguan Army spokesman said he did not have information permitting him to comment on the assertions that bridges, airstrips and a radar had been destroyed and weapons captured. **********Asked why the rebels had launched an attack on the eve of a Christmas cease-fire when their representatives were negotiating with the Government, the rebel political director, Aristides Sanchez, said by telephone from Miami that the war would go on until the Government offered concessions. Two Months in the Planning **********He said the attack on the three northeastern towns had been planned over the last two months. He said that it was to have begun Dec. 1 but that ''military delays'' had forced postponement until this week. **********In the Dominican Republic, where the Sandinistas and contras met for a second round of peace talks, a spokesman for the rebels, Bosco Matamoros, said the campaign ''shows that we have entered a different stage in our struggle'' in which ''we can attack military and strategic targets of our own choosing.'' **********He also said that the rebel forces had attacked a radio and communications center, which he described as being managed by East German ''internationalists.'' He said the installation ''can copy and detect communications traffic from the southern United States all the way down to Panama.'' The gold mines attacked, he said, are run with the help of Bulgarian advisers. But he said he had ''no reports'' that any Eastern Europeans had been captured, wounded or killed in military action in Zelaya Province.  'Helpful,' U.S. Officials Say **********WASHINGTON, Dec. 21 (AP) - Reagan Administration officials today called the rebel attack ''very encouraging'' and ''very helpful.'' **********The White House spokesman, Marlin Fitzwater, said the attack would keep pressure on the Sandinistas ''and hopefully will lead to a negotiated cease-fire.''"}, "https://www.nytimes.com/1987/05/21/business/first-boston-official-is-back.html": {"writer_name": null, "pub_date": "1987-05-21", "snippet": "", "word_count": 151, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "First Boston Official Is Back", "print_headline": "First Boston Official Is Back", "body_text": " **********The First Boston Corporation announced yesterday that T. Anthony Brooks was returning to the investment banking house as managing director of its equity capital market department after a hiatus of 15 years. In his new role, Mr. Brooks will be managing First Boston's sizable business in new stock issues. **********Mr. Brook's left First Boston in 1973, after spending nine years in its underwriting syndicate department, for Loeb, Rhoades & Company. In 1977, Mr. Brooks joined Salomon Brothers, where he most recently was managing director of the huge investment banking firm's capital market business, which included both equities and fixed-income securities."}, "https://www.nytimes.com/1987/10/28/business/finance-new-issues-indiana-agency-s-tax-free-bonds.html": {"writer_name": null, "pub_date": "1987-10-28", "snippet": "", "word_count": 138, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "Indiana Agency's Tax-Free Bonds", "print_headline": "FINANCE/NEW ISSUES; Indiana Agency's Tax-Free Bonds", "body_text": " **********In the tax-exempt market, a $120 million issue of the Indiana State Office Building Commission's capital complex revenue bonds was tentatively priced yesterday through underwriters led by Bear, Stearns & Company. **********The financing includes serial bonds with yields ranging from 7 percent for bonds due in 1992 to 7.80 percent in 1997, 8.30 percent in 2002 and 8.60 percent in 2007. For a longer maturity, the commission is also offering an 8.70 percent bond with a maturity in 2012 at a price of 99 1/2 to yield 8.748 percent. **********The underwriters said the issue is rated A-1 by Moody's and A+ by S.&P."}, "https://www.nytimes.com/1987/03/20/world/at-the-finish-ambassadors-with-4-legs.html": {"writer_name": "Francis Clines", "pub_date": "1987-03-20", "snippet": "", "word_count": 937, "score": null, "source": "The New York Times", "section_name": "World", "type_of_material": "News", "document_type": "article", "main_headline": "At the Finish, Ambassadors With 4 Legs", "print_headline": "At the Finish, Ambassadors With 4 Legs", "body_text": " **********If there is some magical creature that can bring the Irish and English closer together, it was running here today on four legs. **********More than running, the great leaping race horses of Britain and Ireland went booming around the champion steeplechase course set in the gentle Vale of Gloucester here, vying in a competition that is one of the few annually reliable high points of British-Irish relations. **********It is the National Hunt Racing contest, three days of competition rooted in the resilient green turf and broad noble backs of the bloodline the two nations proudly share in the world's finest hurdlers and steeplechase racers. **********''You have to love them,'' said Rick Cook, an advertising executive who comes each year from London, 90 miles to the east, to admire the many visiting Irish horseplayers as much as the champion Irish horses. Betting for 'the Sheer Fun' **********''God, they're fearless punters,'' he said of the Irish bettors who make this the last grand Saturnalian rite of the British winter. ''They'll throw everything they own at the bookmakers and they'll do it for the sheer fun.'' **********Joe Stapleton, an Anglophile when it comes to horses, said he makes his annual fanatic outing from Tipperary across the Irish Sea because there is no place like Cheltenham for what the Irish term ''the crack'' - the sporting fun and thunder of a race among the best at gliding and pounding along the trickiest turf inclines. **********''The crack is good here, it's a great atmosphere that we love, and there's no better horse racing possible,'' he said after losing $300 on the nose of an Irish jumper in the first race. A companion reminded him that there was an alternative to teeth-gnashing: ''We'll drink our way out of it.'' **********The betting, on the Irish side at least, is quite nationalistic. When an Irish horse races off with a big prize, crowds of the Irish throw their hats in the air and burst onto the track from the low-priced betting quarter to lead the creature to the prize ring. English sports, who have been busy buying up strong Irish horses over the centuries, can only salute them. Hurdles 5 Feet High **********The horses are beautiful brutes of stamina that must bound over as many as 30 rough-hedged five-foot-high hurdles in a grueling four-mile race. They draw money, growls and cheers from an assortment of winners and losers as refreshingly motley as the Royal Ascot crowd is stylishy posed in the summer season of the thoroughbreds who race on the flat, without jumps. **********Some of the punters who come from Dublin each year by the tens of thousands were sipping hot Irish whiskey in the winter rawness this morning, three hours before the first race. **********With their keen eye for horseflesh, they seemed as regal in their way as the aristocrats of blood and business out from London who sipped champagne and sherry in plush heated boxes and shopped seriously, it seemed, among a display of new Rolls-Royces between races. **********The track is set in a fold of dappled hills. Slate-blue clouds raced overhead fast as the horses, first allowing snow to fall on some of the thirsty, open-shirted bettors busy reading the form as they handicapped the next race. Then shafts of sunlight worthy of Turner's brush hit the wet ground, reviving the wind-whipped daffodils and drawing brief squints upward from bettors. A Horse Bridges the Gap **********Only Cheltenham hunt racing can attract the disparate nobilities of the Queen Mother, reliable as ever in smiling in the prize ring, and Charmian Hill, a wee Irish woman so joyously addicted to steeplechase racing that she had to be banned as a jockey at the age of 64 when she was almost killed in a hurdle accident. **********Mrs. Hill was the owner of the Irish mare Dawn Run, the only horse ever to win the two big Cheltenham prizes, the Champion Hurdle and the Gold Steeplechase Cup, a most unusual combination of separate feats of finesse and strength in one horse. **********That was one of the great days of modern history on English ground for the true Irish. They enjoy hunt racing as an idylically parochial activity in which owners of modest means can survive in the sport by spotting promising local horses and slowly training them for five years before they jump for prizes. **********Because geldings are preferred, there is no millionaire's game of putting a champion out to stud early in its career. Racing Not 'Elitist' **********''The people who come here, Irish and English, know that this is a branch of racing that will never be elitist and manipulated by big-money owners,'' said Tom Smyth, who has been coming from Cork, Ireland, since 1950. **********Amid the cheers of another Cheltenham meet, there was something even rarer today between the British and Irish: a common mourning. It was for Dawn Run, who was killed in a race in France last year, a few months after her last triumph here. **********''I had a thousand riding on the frontrunner and Dawn Run overtook him at the last jump,'' said Mr. Cook, standing by the jump that leads onto a homestretch that runs cruelly uphill. ''She ran straight up the damn hill like no other champion, and everyone stood and applauded that horse.''"}}