{"https://www.nytimes.com/1988/07/18/business/new-yorkers-co-the-none-too-gentle-art-of-the-bankruptcy-boys.html": {"writer_name": "Douglas Martin", "pub_date": "1988-07-18", "snippet": "", "word_count": 1512, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "New Yorkers & Co.; The None-Too-Gentle Art Of the 'Bankruptcy Boys'", "print_headline": "New Yorkers & Co.; The None-Too-Gentle Art Of the 'Bankruptcy Boys'", "body_text": " **********''We don't like to cause pain,'' Jay Goldsmith insisted. It's just that in the game he plays of trying to turn bankrupt companies into money, pain comes with the territory. **********The other day, a lawyer for him and Harry Freund, his partner, called from California to ask whether they preferred a gentle or tough stand in a negotiating session. ''Break his head,'' Mr. Freund instructed. Mr. Goldsmith nodded enthusiastic agreement. Two Investment Vehicles **********The loquacious Brooklyn natives -who shun corporate conventionality and all but clerical help in their Rockefeller Center suite - buy big chunks of bankrupt companies' debt and then fight to convert that debt into sufficient equity to capture the company. The drill then is to turn the enterprise around and sell it, a process that has so far earned tens of millions of dollars for the pair and their investors. **********The self-styled ''bankruptcy boys'' work their magic through two vehicles: the newly formed Recovery Group and their original Balfour Investments, founded in 1975. **********Mr. Freund, 46 years old, and Mr. Goldsmith, 43 - previously conventional brokers - chose the name Balfour for its ring of traditional respectability and because it had ''some Jewish content,'' a reference to the Balfour Declaration of 1917, in which Britain pledged support for a Jewish state in Palestine. **********Over the years, the two have gone to outside investors - mostly pension funds and other institutions - for 90 percent of their capital, a figure that has recently dropped to less than 80 percent. **********Historically, three-quarters of the money has come from Europeans, a proportion that has fallen to one-half in recent deals. How that came to be tells much about the pair's New York brashness. **********At least to hear them tell it, they had been in the business for two years without a vacation when they hit upon the idea of visiting London. ''We had to figure a way to write the trip off,'' Mr. Freund explained. ''You don't go for chopped liver; you pay, you know.'' **********Upon arriving at their hotel, they looked up the number of the venerable Akroyd & Smithers in the phone book and gave them a ring. **********''You can imagine how happy they were,'' Mr. Freund said. ''They'd been doing a nice business for 350 years without us.'' **********But the bankruptcy specialists were invited to drop by. Because of jet lag, they promptly went to sleep while meeting with David Leroy-Lewis, then chairman of Ackroyd. **********But the impression they left must have been favorable: Akroyd & Smithers invested $500,000 in one of their deals, and a year later, in 1978, bought a 25 percent interest in Balfour for $1.3 million. Brutal but Profitable Business **********Reviving fallen angels is a brutal but profitable business: in the case of the Chicago, Milwaukee, St. Paul & Pacific Railroad Company, they bought bonds for $9.9 million, and sold them for $23.9 million. Paterson Parchment Paper Company bonds, bought for $531,086, were sold for $3.5 million. The Nucorp Energy Corporation went from $9.5 million to $16.1 million. **********Now they have set their sights on winning control of the Public Service Company of New Hampshire, the first publicly held utility to go bankrupt since the Depression. They are slugging it out with Martin J. Whitman of Whitman Heffernan Rhein & Company - one of the handful of people who play the same grim game as Mr. Goldsmith and Mr. Freund. **********In the case of the beleaguered utility, Mr. Whitman is betting that a secured class of debt - the one he bought - will lead to greater and safer profits than the unsecured class purchased by Mr. Goldsmith, Mr. Freund and their investors. 'A Bigger Bang' **********In turn, they do not dispute that Mr. Whitman will make a lot of money but argue that their strategy offers the opportunity of ''a bigger bang'' - ultimately controlling a monopoly in an economically vibrant region. Except for having to pay Mr. Freund and Mr. Goldsmith a brokerage commission, outside investors get exactly the same deal as the two principals - a feature of all their deals. **********''New Hampshire is about as much fun as a bankruptcy can be,'' Mr. Freund chirped. ''We're going to be swept up in this rhapsody of money.'' **********Mr. Whitman, a friend of Mr. Goldsmith and Mr. Freund, said: ''I hope they're right. But I think they're smoking a pipe.'' **********Bankruptcies have always represented a prize for those with the stomach to scavenge: by definition, the price is often right. In recent years, the growing number of filings under Chapter 11 of the Federal Bankruptcy Code has multiplied opportunities. Last year, there were 22,564 such filings by companies seeking protection from creditors, more than four times as many as in 1980. **********The wave of filings has many causes: an easing of bankruptcy rules in the late 1970's, huge litigation awards for those suing companies, the oil-patch bust and real estate woes in many parts of the country. **********Now, Mr. Goldsmith and Mr. Freund see a new kind of bankruptcy on the horizon - heavily indebted companies taken private in leveraged buyouts over recent years. They suspect that a downtick in the economy or a rise in interest rates could send many of these highly leveraged enterprises spinning. New Participants **********The difficult thing in this new phase will be finding private companies on the brink of failure. Without public filings, it is much more difficult to piece together sufficient detail about a company's finances. But the pair think they have a trump card: Charterhouse Group International, which put together numerous leveraged buyouts, has become a participant in their Recovery Group. **********Without doubt, bankruptcy investment has become much more popular, meaning more people are forcing prices for the securities of bankrupt companies higher - leaving considerably less margin for error. Analysts estimate investments in securities of companies in bankruptcy or on the verge of it now exceed $20 billion, compared with $1 billion a decade ago. Most major investment houses now offer ways to invest in corporate messes. **********''This is a shtik kind of thing now,'' Mr. Goldsmith said. ''Bankruptcy is in.'' Competition on Coleco **********The competitive nature of the business was sharply apparent last week when Coleco Industries, the toy maker, filed for Chapter 11 protection. The merchant banking firm of Gilliam Joseph Littlejohn & Levy immediately stepped in to try to buy $86 million in short-term debt, which it hopes to use as the lever for financial restructuring. **********''A lot of people are doing this, but only a relatively small nucleus of people do it well,'' said a Paul Levy, a Gilliam Littlejohn partner. **********In that handful of professionals, Mr. Levy includes Mr. Goldsmith and Mr. Freund, whom he calls ''terrific.'' What differentiates the pair from most others in the game is that their goal is not to profit from increases in the price of their bonds, the common approach. Rather, they always endeavor to buy a big enough chunk of a company to get control. Fight for Global Marine **********Because this approach requires very large investments, the pair generally have only one or two deals going at a time. In addition to the New Hampshire utility's bonds, which were purchased for around $40 million, they are currently fighting for control of Global Marine Inc., a Houston-based offshore drilling contractor in Chapter 11 proceedings. **********So far, they are losing, but given the tortoise-like pace of bankruptcies, the game is in its early innings. Their strategy of using the $190 million in subordinated debentures they control to gain substantial equity has been met by a company offer to give them 7.5 percent. Senior debt holders would get 90 percent. **********''We're being raped,'' Mr. Freund declared. ''We're going to fight it until it becomes more bearable.'' **********Bankruptcy is a bare-knuckle process. ''There are times in these negotiations when audacity is much more important than brains,'' Mr. Freund said. A Game of Chicken **********Not for nothing do the pair compare their business to a game of chicken, in which two drivers aim their cars at each other to test their respective nerves. ''If the guy in the other car is a psychotic and wants to die or is too stupid to know what it feels like to crash, then you have a problem,'' Mr. Freund said. **********But experience minimizes problems. That - and the recession Mr. Goldsmith and Mr. Freund are hopefully awaiting - is what makes the future seem golden. **********''There are going to be major restructurings, and those restructurings are going to be done by people like Harry and myself,'' Mr. Goldsmith declared. ''We're going to be busy boys.''"}, "https://www.nytimes.com/1988/09/16/business/retail-sales-down-but-just-a-bit.html": {"writer_name": "Michael Quint", "pub_date": "1988-09-16", "snippet": "", "word_count": 719, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "Retail Sales Down, but Just a Bit", "print_headline": "Retail Sales Down, but Just a Bit", "body_text": " **********Retail sales dropped two-tenths of 1 percent in August, the Commerce Department reported yesterday. Many economists said the small decline should not arouse any serious concerns about the economy's health. **********In fact, analysts said the report was consistent with economic trends of the last year, where the economy has performed well with a combination of strong growth in exports and business spending, but weaker consumer spending. **********That mix has allowed the nation's businesses to produce the exports needed to lower the trade deficit, while avoiding a serious rise in inflation. Questions on Economic Growth **********''The question that people should be asking is not whether the economy is falling apart,'' said James E. Annable, the chief economist at the First National Bank of Chicago. ''The real dilemma is whether it is growing too fast.'' **********Spending by individuals must grow more slowly than the overall economy, he said. That would leave industrial capacity available for increasing exports. **********The decline in retail sales in August, the first drop since April, followed a meager gain of one-tenth of 1 percent in July, after revisions, and a six-tenths of 1 percent gain in June. In the first half of the year, the cumulative gain in retail sales was 3.7 percent, or an annual rate of 7.4 percent. **********''We just went through a period of strong consumer spending, and now there is some slowing, though not to the full extent suggested by the July and August data,'' said Robert Giordano, a partner and economist at Goldman, Sachs & Company. **********He said that improvement in trade - illustrated by Wednesday's report of a drop in the deficit for July to $9.5 billion compared with a revised $13.2 billion for June - had been crucial. Demand for American exports has added to the number of jobs and to personal incomes, which in turn have stimulated retail sales. **********Mr. Giordano said trade would continue to improve over the coming year, though not at the rapid pace of the last several quarters. **********The fall in retail sales was less alarming than it might have been because of technical problems in measuring sales activity in August. Besides the possibility that unusually hot weather temporarily depressed sales, analysts said that car sales, despite a 1.8 percent drop last month, were not a weak spot in the economy. **********Excluding car sales, retail sales rose two-tenths of 1 percent. **********Donald Fine, the chief market analyst at the Chase Manhattan Bank, said the car sales appeared weak because of problems in calculating the seasonal adjustment. Although the August selling rate of 7.4 million units was about equal to the monthly average this year, it was low compared with sales of previous years. **********Car sales in each of three previous Augusts have been extremely strong, at an annualized rate of more than 8.8 million cars, primarily because of special promotions and incentives. 'Car Sales Have Been Good' **********''But car sales have been good in recent months, inventories are not too large and there was no need for aggressive promotion,'' Mr. Fine said. **********While there was widespread agreement among economists that the fall in retail sales was not an adverse development, there continues to be a debate about whether the economy will continue to expand at the 3.4 percent growth rate of the first half, after inflation. **********Mr. Annable, Mr. Giordano and Mr. Fine said they expected the economy to expand this quarter at about 3.4 percent, perhaps faster. **********Apart from increases in jobs and personal income, they said that continued growth in exports would lift economic activity, though not so much as in 1987, when the economy grew at a 5 percent rate. **********''Trade will carry the economy, even if consumption and housing lag,'' Mr. Annable said. He noted that the sharp drop in imports included in the July trade data ''gives you a feeling that domestic firms are finally drying out some of the flood of imports that came with the strong dollar'' earlier this decade."}, "https://www.nytimes.com/1988/02/17/business/home-sales-steady-in-87.html": {"writer_name": null, "pub_date": "1988-02-17", "snippet": "", "word_count": 133, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "Home Sales Steady in '87", "print_headline": "Home Sales Steady in '87", "body_text": " **********Sales of existing homes held steady in 1987 at close to four million units despite volatile mortgage rates and the October stock market collapse, a national real estate trade group reported today. **********The National Association of Realtors said that sales of existing single-family homes and condominiums totaled 3.885 million units last year, down a slight three-tenths of 1 percent from the 1986 level of 3.897 million units. Sales in both years were at the fastest pace of this decade. **********The average price of an existing home rose 5.1 percent, to a nationwide median of $84,300, in 1987."}, "https://www.nytimes.com/1988/02/14/world/one-killed-and-20-injured-by-bombs-in-strikes-in-bangladesh.html": {"writer_name": null, "pub_date": "1988-02-14", "snippet": "", "word_count": 416, "score": null, "source": "The New York Times", "section_name": "World", "type_of_material": "News", "document_type": "article", "main_headline": "One Killed and 20 Injured by Bombs in Strikes in Bangladesh", "print_headline": "One Killed and 20 Injured by Bombs in Strikes in Bangladesh", "body_text": " **********Hundreds of small bombs exploded across the capital of Bangladesh today, killing one man and injuring 20 at the start of the latest in a series of general strikes, the police and witnesses said. **********Today's strike, initially called by the opposition as part of a campaign to oust President H. M. Ershad, turned into a protest against election violence last Wednesday in which more than 150 people were killed and thousands were injured. **********Demonstrators took to the streets today despite police orders to shoot to kill if fighting flared between rival political groups. **********The police said that at least 7 vehicles were set ablaze and that 2 Government offices, including a telephone exchange, were ransacked during the 12-hour strike. Hundreds of Homemade Bombs **********A police official said protesters exploded hundreds of homemade bombs on the streets of Dhaka in the morning to scare people into staying home from work. Witnesses said 20 people, including a policeman, were injured in bomb blasts in the Mirpur and Nawabpur districts. **********The police said one man was killed and several others were injured when a bomb they were making exploded in a house in Dhaka's old residential district. There were brief running battles between the police and stone-throwing demonstrators, but for the most part the police stood at a distance as marchers urged people to strike on Sunday as well. **********The Government issued the shoot-to-kill order after the election-day violence in rural areas killed 152 and injured 8,000, according to hospital and police officials. Most of the deaths occurred in clashes among supporters of rival candidates for seats on more than 4,300 village councils. Ports Shut Down **********Today's strike paralyzed the port cities of Chittagong and Chalna, where more than 50,000 dockworkers stayed at home, the authorities said. **********In Dhaka, only Government buses under police escort were on the streets. **********Today's strike was the latest in a series since early November, when the major opposition parties began a campaign to oust President Ershad. **********The President, a 58-year-old former army general, took power in a bloodless coup in 1982. He was elected to the presidency in 1986 in an election the opposition claims was rigged."}, "https://www.nytimes.com/1988/07/07/business/the-media-business-advertising-agency-grabs-agency-this-book-tells-the-tale.html": {"writer_name": "Philip Dougherty", "pub_date": "1988-07-07", "snippet": "", "word_count": 138, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "THE MEDIA BUSINESS: Advertising; Agency Grabs Agency: This Book Tells the Tale", "print_headline": "THE MEDIA BUSINESS: Advertising; Agency Grabs Agency: This Book Tells the Tale", "body_text": " **********Recent fans of the ad game and old participants as well will find interesting reading in ''Emperors of Adland,'' a new book by Nancy Millman, advertising columnist for The Chicago Sun-Times. It is a readable guide to, and background study of, the merger mania that has infected the industry worldwide. **********Ms. Millman tells her story by focusing on the leading players in the game but not forgetting Marion Harper, who pioneered it all with the establishment of the Interpublic Group of Companies in the early 1960's."}, "https://www.nytimes.com/1988/02/28/world/arafat-names-a-delegation-to-meet-shultz.html": {"writer_name": null, "pub_date": "1988-02-28", "snippet": "", "word_count": 241, "score": null, "source": "The New York Times", "section_name": "World", "type_of_material": "News", "document_type": "article", "main_headline": "Arafat Names a Delegation to Meet Shultz", "print_headline": "Arafat Names a Delegation to Meet Shultz", "body_text": " **********Yasir Arafat, chairman of the Palestine Liberation Organization, said today that a delegation of Palestinians had been named to meet Secretary of State George P. Shultz during his Middle East tour, but that Mr. Shultz had not said whether he would see them. **********Mr. Arafat said at a news conference that the P.L.O., which Washington does not recognize, had instructed 15 Palestinians from the Israeli-occupied West Bank and Gaza Strip to ignore an invitation by Mr. Shultz on Friday to meet him in Jerusalem. **********''This does not mean that we are against dialogue with the American administration,'' he said. ''But we do not accept that the American, or any other administration, choose who represents us.'' **********He added: ''We have indicated that we are ready to meet Mr. Shultz and anyone else with a delegation to be appointed by nobody else but the Palestinian people and the Palestinian leadership, in any Arab or foreign capital, including Washington, of course.'' **********He said the names of the Palestinians in his delegation, which he did not disclose, would be given to Mr. Shultz if he was willing to meet them."}, "https://www.nytimes.com/1988/06/19/world/in-toronto-7-at-the-summit.html": {"writer_name": null, "pub_date": "1988-06-19", "snippet": "", "word_count": 148, "score": null, "source": "The New York Times", "section_name": "World", "type_of_material": "News", "document_type": "article", "main_headline": "IN TORONTO, 7 AT THE SUMMIT", "print_headline": "IN TORONTO, 7 AT THE SUMMIT", "body_text": " **********The leaders of the seven major industrial democracies gather in Toronto today for their annual economic meeting. The world economy, whose destiny they attempt to steer, looks sound, with strong growth and low inflation. This is the last economic summit meeting for President Reagan, whose influence dwarfs that of the others because of the popularity of his conservative message and the size of the American economy. The Week in Review, section 4. **********In the host city, the mood is prideful expectation. Page 3."}, "https://www.nytimes.com/1988/10/21/business/about-real-estate-a-surge-of-housing-on-staten-island.html": {"writer_name": "Andree Brooks", "pub_date": "1988-10-21", "snippet": "", "word_count": 863, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "About Real Estate; A Surge of Housing on Staten Island", "print_headline": "About Real Estate; A Surge of Housing on Staten Island", "body_text": " **********New Lane, in the Rosebank section of Staten Island, is already about a hundred years old, despite its name. This short, scruffy road becomes a dead end at the rocky beach on the island's north shore amid a hodgepodge of worn Victorian houses and graffiti-covered industrial buildings. **********So it was more than a little surprising when Guido Passerelli, a local builder, began construction late last year on a vacant corner lot of New Lane for an eight-story apartment building. Even now, with workmen putting final touches on the freshly landscaped lot and flag-decked building, called Bay Plaza Gardens, the project still seems somewhat out of place. **********But that impression will not last long. Rosebank and the adjacent St. George neighborhood are in the midst of a building boom intended to provide affordable housing for moderate-income individuals and families. **********More than 1,000 new housing units are expected to be created there, according to officials at the Staten Island borough hall. Some will be condominium apartments in mid-rise buildings like Bay Plaza Gardens. Others will be town houses and rental apartments. **********The primary reason for this burst of development is the convenience of the location, said Philip Goldstein, the borough superintendent. The area encompasses the Staten Island shore between the Verrazano-Narrows Bridge and the St. George terminal of the ferry to Manhattan. **********This stretch is regarded by developers as ideal for people who work in lower Manhattan and have been priced out of other residential neighborhoods, like Brookyn Heights, that are within easy reach. **********Also it is one of the few sections of Staten Island zoned for buildings taller than three stories. This is a special advantage, Mr. Goldstein said, because the shore offers dramatic views of the New York City skyline. **********''Even a block or two from the waterfront, you can see for miles if you are living up high,'' he said. Such views are visible from many of the upper floor apartments at Bay Plaza Gardens even though the building is more than a block from the shore. **********Developers also say they have been attracted by the many empty parcels of land still scattered around the neighborhood and by the possibility of larger shorefront land holdings at a time when water vistas have become a key element of marketing. **********At the waterfront end of New Lane, for example, Ron Lockhart, a Manhattan developer, in conjunction with the Gateside Corporation of Tarrytown, N.Y., is completing acquisitions to assemble four acres of waterfront property out of the old Reynolds Shipyard and nearby empty parcels. The development, to be called Alice Austen Place, will have 58 town houses and two 14-story mid-rise apartment buildings, making a total of 242 units. **********Yet, unlike waterfront development in many other parts of New York City, most of the new housing on Staten Island is for moderate-income buyers. The area's residential marketplace has weakened, developers acknowledge, and there is no sign of an influx of well-heeled yuppies. **********Al Melniker, the consulting architect for many of the Staten Island projects, suggests that their prices represent about the minimum cost for new residential construction in New York City. **********The two projects on New Lane are examples. The apartments at Bay Plaza Gardens range in price from $96,000 for a 411-square-foot studio unit on the first floor to $188,560 for a top-floor two-bedroom apartment with 1,064 square feet of living space and a broad view of the city's harbor. **********If those prices still seem too steep, Mr. Passerelli is offering to rent any of the units. The rents range from $500 a month for the studios to $900 a month for the two-bedroom units. In the first 10 months of occupancy, all the rent money is credited toward a down payment if the renter decides to buy. If not, the renter may negotiate for a lease renewal, which includes an option to buy at today's prices. **********At the Alice Austen Place development, Mr. Lockhart has omitted extras like tennis courts in order to bring beachside town-house units to market at an anticipated average price of $250,000. **********Similarly, about three miles farther along the shore in St. George, the Weise Group is using some public funds - a mix of low-cost loans and grants - to produce three mid-rise waterfront buildings with a total of 379 units. The rents are described as moderate, and some of the units will be reserved at still lower rents for low-income applicants. **********At the 122-unit Harbour View, the first of the three buildings to be completed, two-bedroom apartments with waterfront vistas cost about $950 a month, with heat included. For studios, the rent is about $650. Qualified low-inome tenants, picked by lottery, pay about a third of those amounts."}, "https://www.nytimes.com/1988/07/27/business/big-banks-shift-from-3d-world.html": {"writer_name": "Sarah Bartlett", "pub_date": "1988-07-27", "snippet": "", "word_count": 1742, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "News", "document_type": "article", "main_headline": "Big Banks Shift From 3d World", "print_headline": "Big Banks Shift From 3d World", "body_text": " **********Quietly, without great fanfare, major United States banks have embarked upon a serious effort to shed their troubled loans to developing countries. **********This trend became particularly apparent in the second quarter. Thirteen of the nation's largest banks sold, swapped or otherwise jettisoned $2.3 billion of their loans to developing countries, accepting 50 to 85 cents on the dollar. That reduction is almost twice the figure for the first quarter of $1.4 billion. And it is up dramatically from the estimated $100 million sold from 1982 to 1986. **********That might seem like a drop in the bucket given the $50 billion or so owed to those banks by Latin American countries. But it is significant because the banks are simultaneously shoring up their capital (equity, retained earnings and reserves against loan losses) to protect themselves against these problem loans. Aggessive Moves to Shed Loans **********Among the banks that took particularly aggressive action were Security Pacific, which reduced its portfolio by $600 million; Wells Fargo, which sold or swapped $340 million of its troubled loans, and Citicorp, whose portfolio declined by $400 million, pushing its total reduction to nearly $2 billion in the last year. And analysts expect some big banks to become even more aggressive in shedding such loans. **********As banks put more distance between themselves and their third-world loan problem, bankers say the health of the financial system should significantly improve. ''This unquestionably is going to strengthen the banking system in this country,'' said Robert C. Corteway, vice chairman of the Security Pacific Corporation. **********Although the shedding of bad loans might help the system as a whole, some analysts worry that it could exacerbate the problems of a few large banks. Those that have been slow to reduce their third-world loan portfolios could increasingly find themselves at a competitive disadvantage with the rest of the industry. Banks with more risky loans on their books are likely to be punished with lower stock prices and higher financing costs. **********About the only major banks still holding onto their third-world loans are J.P. Morgan & Company and the Bankers Trust New York Corporation. They can afford to because of their strong capital bases. **********The effort to get out from under the cloud of third-world debt began officially on May 19, 1987, when Citicorp's chairman, John S. Reed, made the startling announcement that he was setting up a special $3 billion reserve as a cushion against troubled loans to third-world countries. Although the establishment of that reserve created a huge $2.6 billion loss for Citicorp, other banks quickly followed Mr. Reed's lead. **********The creation of large reserves injected a new flexibility into the industry's nagging third-world debt problem. With their reserves in place and their large, one-time losses behind them, banks could begin to sell their third-world loans at a loss, deduct that loss from their special reserve and not have to worry about harming quarterly earnings. **********Still, many banks were slow to utilize their reserve at first. Some believed it was better to hang on in the hopes of avoiding loan losses or were unwilling to discount their loans enough to interest buyers. Others simply did not have a network in place to sell or swap their loans to third parties. **********But then it became apparent that a number of major banks were looking for the exit door, and were being rewarded with higher stock prices for their efforts. At that point, the movement took off in earnest and banks became more willing to mark down their loans. European Banks Acted First **********Brokers who buy and sell third-world loans from banks say that until recently it was primarily European banks that were active in that market. ''Now we're seeing a lot more United States banks selling their loans,'' said Jay H. Newman, senior vice president of Shearson Lehman Hutton, which is one of the largest brokers of third-world loans. ''And it's the bigger banks that are starting to do things with their portfolios.'' **********These are among the buyers of loans from Shearson and other brokers: *********** United States and foreign banks, which are buying them because they think that at the reduced price the loans are a more reasonable asset. *********** Multinational corporations, which might then exchange those loans for local, say Brazilian, currency and then reinvest it in their local Brazilian subsidiary; among the companies active in this area are Ford Motor, General Motors, Volkswagen and Nissan. *********** Mexico, which has been buying back some of its loans at a discount to reduce its debt burden. **********In addition, Chile and Brazil are encouraging banks to swap their debt for equity investments in private enterprises in their countries. **********Due to these moves, some large regional banks are now out of the business altogether, including First Wachovia, First Union, Barnett Banks and Citizens & Southern, according to analysts. Others, such as First Interstate and First Chicago, have sold one-third of their loans in the last year. Security Pacific's third-world loans are down by 42 percent and the Bank of Boston has reduced its exposure by more than half, according to Thomas H. Hanley, a bank analyst at Salomon Brothers. Additional Capital Raised **********At the same time that banks have been shedding their troubled third-third world loans, many have been busy raising additional capital, their all-purpose cushion in times of stress. As a result, third-world loans have declined both absolutely and relatively. Loans to developing countries at 13 large American banks have shrunk to 101 percent of total equity capital, from 137 percent in the second quarter of 1987, according to Mr. Hanley. **********Until now, investors have been so wary of banks with large third-world loan portfolios that their stocks have been trading at discounts of 30 percent or more to their book value. That was the investment community's way of telling bank managements that it did not consider the loans on their books worth face value. **********But some bank analysts think that investors got carried away. Because they had no way of knowing the details of a bank's loan portfolio, investors may have overreacted to the potential risks involved. The Link to Higher Stock Prices **********Banks that have cleaned up their balance sheets and reduced their third-world exposure, both absolutely and relatively, should be rewarded with higher stock prices and improved price-earnings multiples, analysts said. **********That was demonstrated most recently by the differential that developed in the marketplace between those banks that left their reserves at 25 percent of their third-world exposure, such as Citicorp, and those that followed up in the fourth quarter of 1987 with another round of reserves that raised the level to 50 percent of those troubled loans. **********According to James J. McDermott Jr. a bank analyst at Keefe, Bruyette & Woods, ''those banks that took a second round of reserves have enjoyed greater price appreciation relative to those that did not.'' **********It is precisely this kind of investor reaction that analysts believe could heighten the problems of some large banks. Investors are likely to continue to place a lower value on stocks of laggards. **********Among the major banks that have been noticeably slow in reducing their developing loans and have the highest ratios of developing-country loans to total equity are Manufacturers Hanover, BankAmerica, Chase Manhattan, and Chemical. Their stocks are trading at about 70 percent or 80 percent of book value, compared with more than 100 percent for those that have been more aggressive in reducing the risk in their balance sheets. Bank Takeovers on Rise **********Of course, the value that investors place on a bank's stock is always considered important by management. But it has become especially so with bank takeovers on the rise. A high stock price gives a bank a strong ''currency'' with which to go and buy others. Conversely, a weak stock price leaves a bank vulnerable to a takeover and unable to grow through acquisitions. **********The movement to reduce third-world loan exposure is gaining momentum because the clock is ticking. Come 1991, almost all the remaining state laws prohibiting full, nationwide banking will have expired. Many bankers anticipate a slew of acquisitions as banks gain the ability to cross all state lines for the first time since the 1920's. **********Another source of pressure on banks is the new capital guidelines recently approved by bank regulators of the major industrialized countries. They have decided that by 1992 banks under their auspices must have equity capital equal to 4 percent of their total assets. That will force banks all over the world to spend the next few years building up their capital bases. **********These new capital guidelines create an incentive for all major banks to defer any major acquisitions in the near term. Otherwise, if they increase their asset size, they will have to raise still more of that precious capital. **********But as 1992 approaches, and banks have attained the required levels, bank merger experts expect acquisitions to come fast and furious. Those banks that still have relatively large amounts of third-world debt could find themselves extremely vulnerable to a takeover.  SHEDDING LOANS TO DEVELOPING NATIONS  Thirteen of the nation's largest banks have reduced their portfolio of troubled loans to third-world countries. Those loans have also declined as a percentage of total equity capital. Dollar values, as of June 30 of each year, in billions.  *2*1987 *2*1988 Loan As% of Loan As % of portfolio equity portfolio equity   BankAmerica $7.8 263% 7.1 200% Bank of Boston 0.8 44  0.4 20  Bankers Trust 3.0 133  3.0  94  Chase Manhattan 6.7 185  6.4 148  Chemical Banking 4.6 156  4.5 143  Citicorp  11.3 N.A. 9.5 N.A.  First Chicago 2.2 129  1.4 71  First Interstate 1.2 48  0.8 33  J.P. Morgan 4.1 86  3.6 7  Manufacturers Hanover 7.2 302  7.1 244  Republic New York 0.4 28  0.3 22  Security Pacific 1.3 48  0.8 21  Wells Fargo 1.1 55  0.9 36  13-bank composite 51.6 137  45.7 101 N.A. Not available  (Source: Salomon Brothers)"}, "https://www.nytimes.com/1988/10/27/business/key-rates-026788.html": {"writer_name": null, "pub_date": "1988-10-27", "snippet": "", "word_count": 196, "score": null, "source": "The New York Times", "section_name": "Business Day", "type_of_material": "Statistics", "document_type": "article", "main_headline": "KEY RATES", "print_headline": "KEY RATES", "body_text": ""}}